const n="p20081217.md",r="doc",t="p20081217",e=`\r
寒冬的一个黄昏，无情的大风吞噬着整个城市，发出“呜——呜——”地吼叫，扫落的枯叶在空中飞舞，没有目的地四处飘落。街灯在寒风中愈显孤寂，发出微弱的黄光。街上寥寥的几个乞丐无助地走着、走着……这是金融危机下的第一个寒冬。\r
\r
小巷深处的一座房子里，古老的挂钟“咚！咚！咚……”地发出沉闷的响声，久久地在空气中荡漾。夜统治了城市，风丝毫不减它的威力，猛烈地撕扯着窗户，寒气钻过窗缝，屋内骤然冷起来，风吹动了窗边桌子上的日记本。这间屋子的主人的生活正如她在日记本上所写的那样：\r
\r
“十二月十三日。\r
\r
“早晨早早起身，我像往常一样做完早餐后，随手抓起两个包子就往公司去了。今天是周六，二女儿不用上学，丈夫也失业快半个月了，且让他们多睡会儿吧。\r
\r
“我去经理室向经理请示。他在办公室里和副经理谈话，他叫副经理打印一份计划书给总公司送去，内容十有八九是关于应对金融危机的。副经理答应着出去了。\r
\r
“经理递了一份资料给我，说：‘你可以回去细读几遍。’我答应一声，便出去了。\r
\r
“我扫了一眼资料封面一行黑色的宋体题目：《关于本公司在应对国际金融危机的若干调查及应对措施》。我厌恶得看都不看就把资料抛在办公桌上。公司上个月亏损了一百多万元，若再算上前个月亏的五十来万元，本公司已经连续两个月出现经济负增长了。\r
\r
“下午，公司全体员工集中会议室开会。会议上基本都是废话，最后公司扬言：若再这样发展下去，将实施裁员方案！于是人心惶惶中结束了会议。下班的时候，月已上柳梢头。\r
\r
“十二月十四日。\r
\r
“难得今天是星期天，我一个人来到花园里散心。在花园里看见二女儿带着大伯不满三岁的孙女在玩儿。我看见女儿未泯的童心和她水灵灵而充满爱的大眼睛，不觉地想起自己彩虹般美丽的少女时代……\r
\r
“女儿看见我走来，便说：‘老妈，难得今天不用上班，干嘛不多睡一会儿？’说着又叫大伯的孙女给我问好。\r
\r
“‘妈，您好像不开心。我知道这些天您很烦心……’她突然不说了，她只知道金融危机比流感还恐怖，却不知我有多珍惜这份工作。我开始忧郁起来，我不知道如果我失去这份工作，那么不晓得这个家会是怎样的处境。\r
\r
“‘我要回去了，我还得给你们煮早饭呢。’\r
\r
“现在，我躺在床上发呆，突然想起了可爱的小女儿。这孩子一向很乖巧很懂事，她深知自己的家庭并不怎么富裕。这些年来，对于两个女儿，物质上的享受暂且不说，最令我痛苦的是家庭的不光景给孩子们的自尊心（或者说虚荣心）所带来的伤害。她们步入学堂时，周围的小朋友是怎样看她们的？——好在这几年的生活状况刚有起色，偏偏这个时候……\r
\r
“生活，这就是生活！\r
\r
“晚上的时候，我吩咐女儿给我斟来一杯热水。她把水杯放在桌子上，站在我旁边，似乎有什么话要说，可话到了嘴边，又咽了下去。\r
\r
“十二月十五日。\r
\r
“今天我在整理书信时，发现了三个月前刚上大学的大女儿寄来的一封信，上面有一段令人鼓舞的话：\r
\r
“‘……当我给你们写这封信的时候，难以抑制心中的激动。本来在生活的激流和漩涡中，我已决心放弃学业，我只一味认为既然我是这个家的长女，就应该早一点涉足社会。然而在我心灰意冷的时候，你们却鼓励我继续深造……是啊，还有什么可说的呢？我的心沉浸在无比的温暖中，仿佛自己是世上最幸福的人。’……\r
\r
“就在我把信叠好放入信封的时候，猛然想起原来后天便是小女儿的生日，这倒使我愣住了。我想，即使生活再怎么艰难，这个生日依然会是最美丽的。”\r
\r
这个家庭的女主人只在日记本上写了这么点东西，便搁下了。\r
\r
风止了，月光竭力地从窗缝挤进来，撒在这本古木色的日记本上，那般明净，那般憔悴。也许，这个家庭也会像这个世界一样：\r
\r
冬天来了，春天还会远吗？（If winter comes, can spring be far behind?）\r
`,a={title:"月光",author:"louisfiy",date:new Date(1229544074e3),categories:["小说"],tags:["剧情"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20081217.md",rawData:`\r
title: 月光\r
date: 2008-12-17 20:01:14\r
categories:\r
- 小说\r
tags:\r
- 剧情\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
