import{c as p}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>s({src:e[t].src,...e[t].attributes}))}const o=a(`<p>绝对的微笑附着在每一人的脸上。</p>
<p>夜幕刚刚降临，广场便灯火万盏。全村的男女老少们兴奋地、一刻也不停地絮聒着，他们极不耐烦地等候着子夜的降临。这里虽不是什么都市广场，但人、桌子和满桌子的祭品汇集成纵横交错的壮观的世界，化成一座袖珍不夜城。</p>
<p>黑暗中蛰伏的我不经意地抬头，却什么也看不见，没有星星、没有月亮，也许充斥了灰云——偶尔撞爆眼球的光亮也只是人类制造的焰火。是的，那焰火好美好美……</p>
<p>空气中弥漫着祭祀的香的气味，轻烟缭绕在半空，不散去，像一只温柔的小手，在我的脸颊滑过，却突然变出一把刀，狠狠地刺入我的眼睛，痛、痛、痛……我独自倚在小溪岸边的护栏上，一点儿也不为这光明的时刻兴奋不已。我只是一个人。有些热热的东西在眼眶里滚动。</p>
<p>戏台上精彩的天籁之声博得了台下的热烈掌声，这种类似的荣耀我永远可望不可及。难道我被抛弃了？被遗忘了？不、不、不！每个人都是自己的英雄——抛弃懦弱吧，为了自己那个孤独的灵魂！</p>
<p>这一刻终于来临——阴暗的角落里，熟悉的“滋滋”声侵蚀了黑暗，然后一声响彻天穹的震动，汹涌的空气迅速波及四面八方，瞬间产生的光亮很快湮没在深夜中，只在每个人的心底留下一丝小小的震撼。</p>
<p>然后世界沸腾起来！</p>
<p>其实我明白：世上根本没有什么神鬼，或者都是神鬼。正因为如此，我极不乐意参与其中，但是我很清楚，大人们不会同意我愚昧的做法，至少在他们看来，这么做是不吉利的。可，至少我也明白，我是嚣张的，从来都不可一世。从来如此。</p>
<p>好吧，用信仰的眼光看待迷信。这是借口，我明白。</p>
<p>古老的时钟沉闷地发出十一声低吟。这，将是今晚最高潮的部分，现在，人们将展示一个神奇的仪式，一个传统的绝妙盛景——神的降临仪式！</p>`),i={title:"神·降",date:"2009-01-31T14:42:32.000Z",categories:["随笔"],tags:["生活"]},m="D:/Shin/astro-site/src/content/doc/p20090131.md",u=void 0;function b(){return`\r
绝对的微笑附着在每一人的脸上。\r
\r
夜幕刚刚降临，广场便灯火万盏。全村的男女老少们兴奋地、一刻也不停地絮聒着，他们极不耐烦地等候着子夜的降临。这里虽不是什么都市广场，但人、桌子和满桌子的祭品汇集成纵横交错的壮观的世界，化成一座袖珍不夜城。\r
\r
黑暗中蛰伏的我不经意地抬头，却什么也看不见，没有星星、没有月亮，也许充斥了灰云——偶尔撞爆眼球的光亮也只是人类制造的焰火。是的，那焰火好美好美……\r
\r
空气中弥漫着祭祀的香的气味，轻烟缭绕在半空，不散去，像一只温柔的小手，在我的脸颊滑过，却突然变出一把刀，狠狠地刺入我的眼睛，痛、痛、痛……我独自倚在小溪岸边的护栏上，一点儿也不为这光明的时刻兴奋不已。我只是一个人。有些热热的东西在眼眶里滚动。\r
\r
戏台上精彩的天籁之声博得了台下的热烈掌声，这种类似的荣耀我永远可望不可及。难道我被抛弃了？被遗忘了？不、不、不！每个人都是自己的英雄——抛弃懦弱吧，为了自己那个孤独的灵魂！\r
\r
这一刻终于来临——阴暗的角落里，熟悉的“滋滋”声侵蚀了黑暗，然后一声响彻天穹的震动，汹涌的空气迅速波及四面八方，瞬间产生的光亮很快湮没在深夜中，只在每个人的心底留下一丝小小的震撼。\r
\r
然后世界沸腾起来！\r
\r
其实我明白：世上根本没有什么神鬼，或者都是神鬼。正因为如此，我极不乐意参与其中，但是我很清楚，大人们不会同意我愚昧的做法，至少在他们看来，这么做是不吉利的。可，至少我也明白，我是嚣张的，从来都不可一世。从来如此。\r
\r
好吧，用信仰的眼光看待迷信。这是借口，我明白。\r
\r
古老的时钟沉闷地发出十一声低吟。这，将是今晚最高潮的部分，现在，人们将展示一个神奇的仪式，一个传统的绝妙盛景——神的降临仪式！\r
`}function y(){return o}function C(){return[]}async function f(){const{layout:r,...n}=i;return n.file=m,n.url=u,p(c,{"set:html":o})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,y as compiledContent,f as default,m as file,i as frontmatter,C as getHeadings,e as images,b as rawContent,u as url};
