const n="p20081124.md",r="doc",t="p20081124",e=`\r
<p class="text-center">一</p>\r
\r
我赢了！\r
\r
杀尽城里的人，原因很简单，我只想向所有人证明：我是最强的！顿觉失去了什么。我忘了我的初衷，忘了对你的承诺：做一个锄强扶弱的英雄。虚荣，可怕的虚荣啊！我这双沾满鲜血的手，我算什么英雄……手中的“碧亢”宝剑“锵”地掉落在地。\r
\r
相对无言。\r
\r
望着你憔悴的身姿，看着你含泪把“碧亢”刺入我的胸膛，我无言，满足地笑了，但是我是那么清楚地、清楚地看到你双眸里饱含的泪水。我知道，你的心无比痛苦，我又何尝不苦呢！蓝儿，对不起，我欠你的只有来世再偿还了。\r
\r
你把“碧亢”拔出来，血，落在孤城的土地上。倒下的我模模糊糊地看见你提起“碧亢”，在颈间如破开水面般一划而过，发丝轻轻飘落在黄土地上，泪水落在我的身上……蓝儿，今生今世我对不住了，下辈子，你的债我该还的。\r
\r
你倒在了我的怀里……\r
\r
<p class="text-center">二</p>\r
\r
转眼已是十八年后。\r
\r
我踏遍中原内外、大江南北，却一直未见到你的身影。十八年来，江湖的血雨腥风并没有因为我的死去而停止。可笑，武林人为之倾慕的宝剑“碧亢”再次落入我的手中，可这么多年来，我却未曾动过此剑。也许，我变了，只为信守对你的承诺。\r
\r
竹林中一片死寂，我卧在一枝初发的竹枝上，一切都若前世般熟悉却仿佛命里注定。记得吗？这是当年你我相遇的地方。\r
\r
熟悉的气息！我依稀记得这是你身上特有的暗香。是你？的确，该是还债的时候了。\r
\r
竹林间隐约传来女子呼喊的声音，这令我回想起上辈子遇见你时的情景：\r
\r
大概二十年前，我在竹林外的小溪垂钓。瞬间，林子里的竹叶无规律地颤动着，秋风莫名其妙地卷起千层竹叶，一阵杀气穿透竹林，刹那间击起的尘土如烟如雾。警觉的我意识到来者绝非等闲之辈！风中夹杂着你断断续续的呼喊声，是我上辈子听到的最美的声音。\r
\r
<p class="text-center">三</p>\r
\r
仿佛二十年前的一幕幕，时间并不曾改变什么。\r
\r
“碧亢”在不停地震动着，似乎在渴求我让它喝血。十八年来不曾出手，为了你，今天我要大开杀戒！\r
\r
脚一点，我纵身跃起数丈，“碧亢”从剑鞘中飞射而出，闪过一道寒光，“嗖”的一声，已飞身向追逐那名女子的四个男子刺去。擦身间，我清楚地看到，是你！我愕然停住，双腿一蹬，往后退开数十步，立在你的身旁。蓝儿，我没有忘记对你的承诺！\r
\r
“小子，休得多管闲事！”\r
\r
我眼角腾起一丝寒光，是在告诫对手：莫逼我出手！\r
\r
“不妙，撤！”他们似乎看出了我的来路。\r
\r
“蓝儿，太好了！我找了你整整十八年呀……”我突然控制不住自己抱向你，你如临大敌地往后退了几步，生气地说：\r
\r
“谁是你的蓝儿！尽管你救了我，但你休想和我套近乎！”\r
\r
哦，你把我当登徒浪者了么？噢，我想起了，这已是十八年后了，你早已忘却前世的爱恨情仇呀。\r
\r
“蓝儿，你听我说……”\r
\r
“谁是你的蓝儿！”你好生不悦。\r
\r
接着，我便把今生前世的一切事情告诉了你。对我来说，它们仿佛就发生在昨天；而你，只是呆呆地望着我，接着便是笑，像一个旁听者一样。\r
\r
“我以为你只是救人而已，没想到竟用这样的笑话和谎言来接近我！”你狠狠地说着，久久地站在那儿。\r
\r
“蓝儿，难道这一切，你都忘了吗？”\r
\r
然而，我清楚地看到了十八年前你的泪水。你慢慢走进我，倏地投在我怀里，我听到你啜泣的声音：“我没忘！”\r
\r
<br>\r
\r
<div class="note success">\r
\r
原创故事：Jack Watson\r
\r
</div>\r
\r
<p class="text-center">后记</p>\r
\r
“我”是一个武功盖世的武林高手，却不经意间堕入邪道，最后大开杀戒而荡平某某城里的人，却也失去了所爱的人。十八年后，“我”终于再次遇到她，而且信守了当年的承诺，这不仅是为了弥补十八年前的过错，也是为了得到她的原谅。\r
\r
……\r
\r
首先我得声明，请你不要迷信上面这段剧情简介，《再生缘》这部集天地之灵气、日月之精华的小说的故事情节绝对不是上面概括的那么简单。路易斯·费扬一向擅长朝原先计划的方向之外的方向发展，所以即使我们熟知杰克的原著故事、听到不少传闻，我们对路易斯改编的版本的故事内容依然一无所知。\r
\r
从某种意义上讲，这部小说完全可以归属幻想文学的范畴，但我们知道，杰克绝非路易斯那种喜欢挥霍高科技、营造真实画面的家伙。事实上，《再生缘》算是一部武侠玄幻类的东东。为了突显主题，杰克特别强调运用抒情的表达方式。\r
\r
作为改编者，路易斯说：“我和他（杰克）已经合作多年了。说实话，杰克是位讲故事的好手，他编的故事都非常有意思，小而精，而且很有内涵。不过，读者朋友们可能要失望了，因为在杰克看来，写作只是一种兴趣而非职业，所以出自杰克之手的作品可谓凤毛麟角，真可惜。”\r
\r
从这段话中，我们得到了两点信息：\r
\r
首先，《再生缘》确实是一部非常不错的作品。杰克十年磨一剑，出自他脑袋瓜的故事必属精品。\r
\r
其次一点则不那么乐观了。我们知道，路易斯是位擅长小说和戏剧的写手，《再生缘》恐怕未必能表现原著的诗情画意和感情描写。《再生缘》也许是一部优秀的小说，但对于杰克的铁杆粉丝来说，能否接受这部作品，将是对路易斯的巨大考验。\r
`,s={title:"再生缘",author:"louisfiy",date:new Date(1227560128e3),categories:["小说"],tags:["奇幻"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20081124.md",rawData:`\r
title: 再生缘\r
date: 2008-11-24 20:55:28\r
categories:\r
- 小说\r
tags:\r
- 奇幻\r`};export{a as _internal,e as body,r as collection,s as data,n as id,t as slug};
