const r="p20081117.md",n="doc",t="p20081117",e=`\r
竹林中一片死寂。落花的暗香浸透在我朦胧的意识中。一切都若十分陌生又仿佛命里注定。我卧在一枝青翠的竹枝上，弥漫的晨雾让我们飘飘然犹如置身仙境。\r
\r
夜渐渐褪去它的颜色，我也渐渐从迷糊中苏醒。于是，我又被一脚从仙境踹到一个充满腥风血雨的江湖中！\r
\r
……三个月前，一帮身份不明的黑衣人在碧水山庄大开杀戒，荡起的尘埃如烟似雾，人们绝望的惨叫以及胜利者疯狂的呐喊颤动大地，那恐怖情景印刻在我心中，早已化成梦魇。在秋天尚未扼杀整个中原的时候，碧水山庄荡然无存。\r
\r
姐姐早早起身，正倚着竹子收拾行李哩。\r
\r
姐姐准备就绪，对我说：“小弟，该起程了。”\r
\r
“噢，这就来。”我随口应着，一个翻身稳落在地上。姐姐刚刚告别小女孩的时代，现在成了我唯一的亲人，肩膀上挑起了另一份责任。姐姐那一对水灵灵的大眼睛就镶在美丽的长睫毛下面，说话时总带着点亲切的微笑，脸颊也泛起一对可爱的小酒窝。\r
\r
我望着姐姐，心里有种说不出的愉悦，这一点感情，我从不忌讳。\r
\r
<br>\r
\r
<p class="text-right">（未完）</p>\r
\r
<br>\r
\r
---\r
\r
<p class="text-center">后记</p>\r
\r
初看这个标题和开头，很容易让人联想到这可能是一篇武侠小说，其实不是的。咱的这个构思，经过不断地加工、修饰，现在的故事情节大概是这样的：身为程序员的“我”仿照武侠小说里的场景设计了一个虚拟现实空间。对现实生活彻底失望的“我”进入虚拟空间，化身为碧水山庄庄主的公子哥，过着与世无争的生活。然而好景不长，“我”接二连三地遭遇到一系列不可思议的事情，而一个巨大的阴谋正渐渐浮出水面……\r
\r
啊，这个故事太完美了！——我也这么认为。\r
\r
事实上，我已经不是第一个拿“虚拟现实”开刷的……嗯，作者了。据说科幻史上最早描述这一个概念的伟大电影叫做: _"TRON"_ ，而 _"The Matrix"_ 系列则是此类影片中最著名的了，也是描写虚拟与现实的，然而最叫我抓狂的是那部叫做 _"The Thirteenth Floor"_ 的不那么出名但非常出色的电影，因为这是一部和我的构思最为接近的作品。这年头，你以为你站在巨人的肩膀，其实你连巨人的脚趾头都够不着。\r
`,a={title:"碧水剑",author:"louisfiy",date:new Date(1226929814e3),categories:["故事"],tags:["科幻","奇幻"],draft:!1,hide:!1,spoiler:!1},s={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20081117.md",rawData:`\r
title: 碧水剑\r
date: 2008-11-17 13:50:14\r
categories:\r
- 故事\r
tags:\r
- 科幻\r
- 奇幻\r`};export{s as _internal,e as body,n as collection,a as data,r as id,t as slug};
