const n="p20080603.md",r="doc",t="p20080603",e=`\r
<p class="text-center">一</p>\r
\r
和往常一样，又是一个阳春。\r
\r
我踏进了这所乡小学的大门，教学楼正中挂着巨大的横幅，书写着：“欢迎新同学。”陆陆续续地，不少家长亲自送子女来校报到。\r
\r
“叔叔。”我正凝视着这座由村民集资建成的教学楼时，听到身后一声亲切的呼唤。我好奇地转过身，说话的是一个可爱的小女孩。显然，她是这儿的学生。我和蔼地问她：\r
\r
“哦。小姑娘，你是哪个年级的学生呀？”\r
\r
“六年级二班的。”她甜甜地回答。\r
\r
“这么巧。”我自语道。\r
\r
小姑娘问我：“那您的孩子呢？”说着四处张望。我愣住了。“您不是陪孩子来上学的吗？”她提醒我。我恍然大悟，笑了笑，有点尴尬地说：\r
\r
“不……我是你们新来的班主任。”\r
\r
啊？小姑娘吃了一惊，两颊绯红，失措地说：“老、老师好！我、我先走了。”没等我反应过来，她早已飞似地朝教学楼跑去。奇怪？干嘛见到老师就这么紧张？\r
\r
师范学院毕业后，一向对小孩子没什么耐性的我也被分配到这所乡村小学实习，扎根在教育的土地里。\r
\r
我到校长办公室报到。校长长得挺壮，两鬓微霜，架着一副深度老花镜，看不出是个年逾花甲的老夫子。早就听闻本校校长推崇一套特殊的教育方式教导学生。校长清了清嗓子，说：\r
\r
“小陈啊，今天是你初到本校任教，这是本校的荣幸。不过，这个小陈啊，身为一名人民教师，就要管理好班级，一切以‘严’为本，俗话说……”\r
\r
以上省去专业训人词语108个。万事开头难，刚来，脑子就被校长的　“金玉良言”塞得胀胀的。真是老了，糊涂，不中用了。\r
\r
<p class="text-center">二</p>\r
\r
早上八点准时上课。忙了一节课干干“后勤”，选了新的班干部。早晨那个可爱的小姑娘许芊芊，以她在众人中的威望，被选为新一任班长当之无愧！\r
\r
黄昏时分，我正坐在书桌前写家书。“笃、笃、笃”房门被敲响了，我放下手中的钢笔，随手拿了一张当天的报纸盖上，摘下眼镜，然后说了声：“请进！”\r
\r
“陈老师！”许芊芊推开门走了进来。\r
\r
“哦，芊芊同学，请坐。”我招呼她坐下，她客气地道了声“谢谢”。我想她大概是来反映班里的情况吧？\r
\r
“陈老师，我……”她很紧张，又说不出口。\r
\r
我便拍拍她的肩膀，说：“不要紧张，有什么事尽管说吧。”\r
\r
她沉默一阵。许久，她才慢慢吐出四个字，声音小得只有她自己才能听见似的，但我还是不小心听到了。她不敢望着我，目光扫射着地上。我顿时愕然，平静的湖水突然间落入一块巨石，捣得波澜荡漾。我难以置信，心底掂量着“我想辞职”这四个字的份量！\r
\r
“什么？”我追问这个小女孩，“能说说为什么吗？”\r
\r
“老师！”这时已听不出不安的情绪，她说，“我的成绩一般……”\r
\r
成绩？笑话，都二十一世纪了，还提什么“唯成绩论”。其实她的成绩也算不得无人能敌，但也并非班里的“底层劳动人民”。自第一次看见这个乐观、纯朴、坚强的女孩起，我就认定她流露出的非凡的力量。是班里的同学不信任她？或是另有原因。早在我初中时，就已经“新一轮思想大解放”了。\r
\r
我没有很快答复这个小女孩，我知道我自己不允许这么做。时间在一秒、两秒……地流逝。她终于直直地盯着我，似乎从我的表情中读到“NO”！\r
\r
“芊芊！”我语重心长地说，“老师信任你、相信你，才让你担起这个重担，你毋须怀疑自己，相信老师，更相信你自己，一定能行……！”\r
\r
<p class="text-center">三</p>\r
\r
次日，当我捧着教科书踏入教室的那一刹那，我知道我的教书生涯开始了。未来的路上，将有什么在等待一位刚出道的教师——\r
\r
“起立！”许芊芊洪亮的嗓音把我从九霄外拉了回来。\r
\r
我示意众人坐下。我把一叠书放上讲台——咦？这是……啊！这分明是一把戒尺，一尺多长，两指多宽！哼，这玩意儿是不适合我的。\r
\r
教了一些生词后，我布置了少许课堂作业，因为我不喜欢留给学生多余的家庭作业。\r
\r
坐后排的同学出了“骚动”。我咳了一声——没反应！我不得不走到他们桌前，敲了敲桌面提醒，他们的侃谈被我打断，这才回神。我了解过，唐家这两兄弟没啥缺点，就是话多，平时行侠仗义，不乏正直、勇敢、善良的品质，但整天沉迷于武侠小说，并自称为绿林好汉。\r
\r
“两位大侠！”我悄声地对他们说，“小弟今日初来乍到，不知是否得罪二位。这样吧，给兄弟个面子，免得我下不了台……”\r
\r
两人顿时惊得瞳孔扩大，眼球凸出，嘴巴张得说不出话。从此以后，两人倒也爽快，遇到我总是前一声“少侠”后一声“少侠”，以感谢我的知遇之恩，搞得我都不好意思。这是后话。\r
\r
我重新走上讲台，把戒尺折成两半，走到垃圾桶前，不屑地抛到桶里，眼前浮现着一个画面——\r
\r
“保尔还没有来得及答话，神父就已揪住他的两只耳朵，把他的头往墙上撞了。一分钟后，给撞伤了和吓昏了的他，已经给神父推到走廊上去了。……”\r
\r
我轻叹了口气，耳旁响起了下课铃声。\r
\r
<br>\r
\r
<p class="text-right">（未完）</p>\r
\r
<br>\r
\r
<div class="note success">\r
\r
原标题：《教书生涯》\r
\r
</div>\r
`,s={title:"师匠",author:"louisfiy",date:new Date(1212523571e3),categories:["故事"],tags:["校园"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20080603.md",rawData:`\r
title: 师匠\r
date: 2008-06-03 20:06:11\r
categories:\r
- 故事\r
tags:\r
- 校园\r`};export{a as _internal,e as body,r as collection,s as data,n as id,t as slug};
