import{c as s}from"./index.c97107e6.js";import{s as o}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const p={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>o({src:p[r].src,...p[r].attributes}))}const e=a(`<p class="text-center font-semibold">楔子</p>
<p>北京时间2008年9月22日8时26分。请记住这一刻。</p>
<p>我时常在想，在我短暂的人生中，应该记住多少个这样令人兴奋的时刻？而我却不知道该用什么样的言语来描绘我此时此刻的心情。</p>
<p>那么现在，站在喜马拉雅之巅，我在想：应该到哪儿度过我十七岁的生日？我可以回到过去，也可以去到未来，搞不好还能回到2008年7月8日——我会心一笑，这确实是一个值得记住的好日子。那一天，我第一次遇到我的真命天女。</p>
<p>其实，我和她一样，也是个孤儿。我从小过着飘泊不定的生活，曾经最大的梦想是希望有一个落脚的地方，那地方大概叫做“家”吧。我是在孤儿院待过一段日子，但那不是我想要的，我并不想要那种被拘束的生活。我热爱自由的性格，使我最终逃离了那暗无天日的地方。我继续过着漂泊不定的生活，但今时不同往日，我不再对生活失去信心——我突然变成一名时间旅行者，时间犹如自由的天空，任我翱翔。我可以纵横上下四方，也可以驰骋古往今来……总之，时空任我行。</p>
<p class="text-center font-semibold">1</p>
<p>西历2008年7月8日，我和她走在冷清的大街上，任凭忧郁的雨水打湿我的脸庞。一切都显得十分平静，察觉不出将会有什么不可思议的事情发生……</p>
<p>大约十分钟之前，在一栋矮矮的平房下，路人们听到一个男人的咆哮声，然后便是噼哩啪啦打人的声音。这是一家不大的餐厅，餐厅老板嘴里骂骂不休：“臭小子，没钱就别上餐馆，滚，穷光蛋！”接着，我被丢了出来，在半空中划出一道美丽的弧线，宛如天使般降临人间……可惜脸先着地。我起身弹去身上的污水，不屑地唾了一口。</p>
<p>周围看热闹的人们哈哈大笑，之后便一哄而散。这年头，乞丐并不多见。</p>
<p>“溯征！”我转身欲走，忽然听到有人喊我的名字。这世界上居然有人知道我的名字。我意外地回过头，看到一位亭亭玉立的少女，她那喜出望外的眼神，分明是遇见一位故人。</p>
<p>“你是？”在确定她叫的是我之后，我迟疑地问。在我的印象中，孤儿院并没有这位伙伴。</p>
<p>“我是小芊呀……”她激动地冲过来，投入我的怀抱，紧紧地搂住我。兴许是开心，她哭了。</p>
<p>“你、你认错人了吧，我和你素不相识……”我不好意思地推开她。我知道，这种事不常发生在我身上，但我不知道这是桃花运，还是桃花劫。</p>
<p>“你应该还没有吃饭吧？”</p>
<p class="text-center font-semibold">2</p>
<p>我们挑了一张临窗的桌子坐了下来。</p>
<p>“对不起。我没钱……”我不安地吐出这几个字。</p>
<p>“傻瓜，不用你埋单。”她哧的一笑，完完全全没有把我当成一个陌生人，可是我却全然不知她的来历。</p>
<p>我示意服务员先下去，然后问坐在对面的那个女孩：“请问我们认识吗？”</p>
<p>“我们不但认识，而且还很熟。虽然你说过我们会在今天相遇，但是我还是觉得不可思议。你应该是来自——哦，你应该还不知道这十年来我们发生的事情吧？”</p>
<p>“啊？”我听得一头雾水，怔怔地盯着她的双眸，急切想要知道事情的真相，紧张得说不出话来。</p>
<p>“如果历史没有错的话，那么我们应该是在2008年7月8日，也就是此时此刻，告诉你我们之间的事情，还有我们的约定……”</p>
<p>现在是北京时间2008年7月8日15时33分。</p>
<p>“你是时间旅行者，对吧？”她注视着我的眼睛，想从中知道我听到这句话之后的反应。但是我异常镇定，不希望她知道我此时心里的波动，毕竟她对我来说，依然是个不相识的姑娘。</p>
<p>她说的没错，我是时间旅行者。可是有一个问题我不懂，为什么在我过去数不胜数的旅行中，从来没有遇到眼前这个姑娘呢？答案只有一个：未来的我回到过去。</p>
<p>她又继续说：“我在六岁的时候第一次遇到你，你告诉我你是时间旅行者，来自2008年9月22日——我居然相信了。后来你走了，我却暗暗告诉自己，一定要找到你……”</p>
<p>这时候，我看见她眼中点点晶莹的泪光，她顿了顿说：“我等了你整整十年……”她突然靠过来，倏地投入我怀里，无需言语，道出了她的芳心。</p>
<p class="text-center font-semibold">3</p>
<p>在这个阳光明媚，丝毫不觉寒冷的早晨，我接到了小芊的电话。</p>
<p>“你现在在哪儿呢？是不是又要时间旅行了？我不管，今天是你的生日，你答应我要带我去看电影的，你不许抵赖哦。”</p>
<p>“今天可不行，你忘了今天是什么日子了吗？”</p>
<p>“啊？”</p>
<p>我笑笑：“今天是2008年9月22日。”</p>
<p>接着便是好长一阵沉默。</p>
<p>“那你去吧。”听得出失望。</p>
<p>挂了电话，我看了一下手表：8时26分。</p>
<p>“嗖！——”我猜这是我超越时空的声音。</p>
<br>
<div class="note success">
<p>P.S. 文中主人公的名字分别是“白溯征”和“许芊芊”。</p>
</div>
<p class="text-center">后记</p>
<p>这是一个有趣的开头，路易斯·费扬用直白的语言简略地交待了故事发生的背景，同时也设置了悬念——看起来像是一部描写时间旅行者的爱情故事。但遗憾的是，作者仅仅写了三个章节，而没有创作出完整的故事。</p>`),l={title:"时空行者",date:"2008-09-22T16:06:31.000Z",categories:["故事"],tags:["科幻"]},i="D:/Shin/astro-site/src/content/doc/p20080922.md",m=void 0;function v(){return`\r
<p class="text-center font-semibold">楔子</p>\r
\r
北京时间2008年9月22日8时26分。请记住这一刻。\r
\r
我时常在想，在我短暂的人生中，应该记住多少个这样令人兴奋的时刻？而我却不知道该用什么样的言语来描绘我此时此刻的心情。\r
\r
那么现在，站在喜马拉雅之巅，我在想：应该到哪儿度过我十七岁的生日？我可以回到过去，也可以去到未来，搞不好还能回到2008年7月8日——我会心一笑，这确实是一个值得记住的好日子。那一天，我第一次遇到我的真命天女。\r
\r
其实，我和她一样，也是个孤儿。我从小过着飘泊不定的生活，曾经最大的梦想是希望有一个落脚的地方，那地方大概叫做“家”吧。我是在孤儿院待过一段日子，但那不是我想要的，我并不想要那种被拘束的生活。我热爱自由的性格，使我最终逃离了那暗无天日的地方。我继续过着漂泊不定的生活，但今时不同往日，我不再对生活失去信心——我突然变成一名时间旅行者，时间犹如自由的天空，任我翱翔。我可以纵横上下四方，也可以驰骋古往今来……总之，时空任我行。\r
\r
<p class="text-center font-semibold">1</p>\r
\r
西历2008年7月8日，我和她走在冷清的大街上，任凭忧郁的雨水打湿我的脸庞。一切都显得十分平静，察觉不出将会有什么不可思议的事情发生……\r
\r
大约十分钟之前，在一栋矮矮的平房下，路人们听到一个男人的咆哮声，然后便是噼哩啪啦打人的声音。这是一家不大的餐厅，餐厅老板嘴里骂骂不休：“臭小子，没钱就别上餐馆，滚，穷光蛋！”接着，我被丢了出来，在半空中划出一道美丽的弧线，宛如天使般降临人间……可惜脸先着地。我起身弹去身上的污水，不屑地唾了一口。\r
\r
周围看热闹的人们哈哈大笑，之后便一哄而散。这年头，乞丐并不多见。\r
\r
“溯征！”我转身欲走，忽然听到有人喊我的名字。这世界上居然有人知道我的名字。我意外地回过头，看到一位亭亭玉立的少女，她那喜出望外的眼神，分明是遇见一位故人。\r
\r
“你是？”在确定她叫的是我之后，我迟疑地问。在我的印象中，孤儿院并没有这位伙伴。\r
\r
“我是小芊呀……”她激动地冲过来，投入我的怀抱，紧紧地搂住我。兴许是开心，她哭了。\r
\r
“你、你认错人了吧，我和你素不相识……”我不好意思地推开她。我知道，这种事不常发生在我身上，但我不知道这是桃花运，还是桃花劫。\r
\r
“你应该还没有吃饭吧？”\r
\r
<p class="text-center font-semibold">2</p>\r
\r
我们挑了一张临窗的桌子坐了下来。\r
\r
“对不起。我没钱……”我不安地吐出这几个字。\r
\r
“傻瓜，不用你埋单。”她哧的一笑，完完全全没有把我当成一个陌生人，可是我却全然不知她的来历。\r
\r
我示意服务员先下去，然后问坐在对面的那个女孩：“请问我们认识吗？”\r
\r
“我们不但认识，而且还很熟。虽然你说过我们会在今天相遇，但是我还是觉得不可思议。你应该是来自——哦，你应该还不知道这十年来我们发生的事情吧？”\r
\r
“啊？”我听得一头雾水，怔怔地盯着她的双眸，急切想要知道事情的真相，紧张得说不出话来。\r
\r
“如果历史没有错的话，那么我们应该是在2008年7月8日，也就是此时此刻，告诉你我们之间的事情，还有我们的约定……”\r
\r
现在是北京时间2008年7月8日15时33分。\r
\r
“你是时间旅行者，对吧？”她注视着我的眼睛，想从中知道我听到这句话之后的反应。但是我异常镇定，不希望她知道我此时心里的波动，毕竟她对我来说，依然是个不相识的姑娘。\r
\r
她说的没错，我是时间旅行者。可是有一个问题我不懂，为什么在我过去数不胜数的旅行中，从来没有遇到眼前这个姑娘呢？答案只有一个：未来的我回到过去。\r
\r
她又继续说：“我在六岁的时候第一次遇到你，你告诉我你是时间旅行者，来自2008年9月22日——我居然相信了。后来你走了，我却暗暗告诉自己，一定要找到你……”\r
\r
这时候，我看见她眼中点点晶莹的泪光，她顿了顿说：“我等了你整整十年……”她突然靠过来，倏地投入我怀里，无需言语，道出了她的芳心。\r
\r
<p class="text-center font-semibold">3</p>\r
\r
在这个阳光明媚，丝毫不觉寒冷的早晨，我接到了小芊的电话。\r
\r
“你现在在哪儿呢？是不是又要时间旅行了？我不管，今天是你的生日，你答应我要带我去看电影的，你不许抵赖哦。”\r
\r
“今天可不行，你忘了今天是什么日子了吗？”\r
\r
“啊？”\r
\r
我笑笑：“今天是2008年9月22日。”\r
\r
接着便是好长一阵沉默。\r
\r
“那你去吧。”听得出失望。\r
\r
挂了电话，我看了一下手表：8时26分。\r
\r
“嗖！——”我猜这是我超越时空的声音。\r
\r
<br>\r
\r
<div class="note success">\r
\r
P.S. 文中主人公的名字分别是“白溯征”和“许芊芊”。\r
\r
</div>\r
\r
<p class="text-center">后记</p>\r
\r
这是一个有趣的开头，路易斯·费扬用直白的语言简略地交待了故事发生的背景，同时也设置了悬念——看起来像是一部描写时间旅行者的爱情故事。但遗憾的是，作者仅仅写了三个章节，而没有创作出完整的故事。\r
`}function A(){return e}function F(){return[]}async function d(){const{layout:t,...n}=l;return n.file=i,n.url=m,s(c,{"set:html":e})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,A as compiledContent,d as default,i as file,l as frontmatter,F as getHeadings,p as images,v as rawContent,m as url};
