import{c as s}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as p}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>c({src:e[t].src,...e[t].attributes}))}const o=a(`<p>快要进行英语听说考试了，可是我的心却忐忑不安。这倒不是患了传说中的“考试焦虑综合症”，而是因为我不知道是否要在这次考试中耍手段，作出某些违反规定的举动——先声明，这对我来说并非“技术问题”，而是我必须顾及到我身边的亲人们的感受，特别是——我的女朋友。因为早些时候她就放出风声：“如果你还在考试中违反纪律的话，那我就跟你一拍两散！”。接着她又转换语调：“但是如果你乖乖遵守一切规定，我就把我的初……吻送给你，怎么样？”</p>
<p>真够狠的！对吧，我的乖乖？</p>
<p>那么，好吧，我发誓我从今以后金盆洗手！</p>
<p>我想，也许我可以在六点三十分的时候赶到学校，然后在八点前奔赴考场。这并不难做到。于是，我也可以在开考前三十分钟前进入备考室，签名确认，然后等待。过了一会儿——大概是三十分钟——就可以进入试室了吧！对于一个计算机高手来说，把整个考试系统整瘫痪并不难，但是这次我不会这么做，要知道，万一让她知道了，她非切了我不可！所以呢，我只能乖乖输入考生号，确认无误，等候开考。然后开始，经过，漫长的经过，结束！</p>
<p>对，就是这样。哈哈哈，考试也不过如此嘛。</p>
<p>下定决心后，我立马以迅雷不及掩耳盗铃之势冲到她面前对她说：“那个，我发誓，这次的英语听说考试，我绝不违反考场纪律！我发誓！”</p>
<p>她很诧异，说：“你说什么啊，你？英语听说考试不是在前天就已经结束了吗？”</p>`),i={title:"并不完美的英语听说考试",date:"2011-03-20T10:50:25.000Z",categories:["故事"],tags:["校园"]},m="D:/Shin/astro-site/src/content/doc/p20110320.md",u=void 0;function b(){return`\r
快要进行英语听说考试了，可是我的心却忐忑不安。这倒不是患了传说中的“考试焦虑综合症”，而是因为我不知道是否要在这次考试中耍手段，作出某些违反规定的举动——先声明，这对我来说并非“技术问题”，而是我必须顾及到我身边的亲人们的感受，特别是——我的女朋友。因为早些时候她就放出风声：“如果你还在考试中违反纪律的话，那我就跟你一拍两散！”。接着她又转换语调：“但是如果你乖乖遵守一切规定，我就把我的初……吻送给你，怎么样？”\r
\r
真够狠的！对吧，我的乖乖？\r
\r
那么，好吧，我发誓我从今以后金盆洗手！\r
\r
我想，也许我可以在六点三十分的时候赶到学校，然后在八点前奔赴考场。这并不难做到。于是，我也可以在开考前三十分钟前进入备考室，签名确认，然后等待。过了一会儿——大概是三十分钟——就可以进入试室了吧！对于一个计算机高手来说，把整个考试系统整瘫痪并不难，但是这次我不会这么做，要知道，万一让她知道了，她非切了我不可！所以呢，我只能乖乖输入考生号，确认无误，等候开考。然后开始，经过，漫长的经过，结束！\r
\r
对，就是这样。哈哈哈，考试也不过如此嘛。\r
\r
下定决心后，我立马以迅雷不及掩耳盗铃之势冲到她面前对她说：“那个，我发誓，这次的英语听说考试，我绝不违反考场纪律！我发誓！”\r
\r
她很诧异，说：“你说什么啊，你？英语听说考试不是在前天就已经结束了吗？”\r
`}function y(){return o}function C(){return[]}async function f(){const{layout:r,...n}=i;return n.file=m,n.url=u,s(p,{"set:html":o})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,y as compiledContent,f as default,m as file,i as frontmatter,C as getHeadings,e as images,b as rawContent,u as url};
