const n="p20131123.md",r="doc",t="p20131123",e=`\r
朋友最近失恋了，需要我安慰。看到他茶饭不思的样子，我说：“不就是一个女人嘛，有必要这样为她要生要死半死不活么？”\r
\r
他说：“你不懂，我一直把这份感情看得很重，可是她的所作所为让我过去所有的付出都变得很廉价、变得一文不值！”\r
\r
我说：“这不是很好吗，至少她让你知道了她不值得你这样为她付出。”\r
\r
他说：“我知道。可是我放不下……”\r
\r
我说：“你都知道她是这样的人了，就别再犯贱地去关注她了啊！”\r
\r
朋友看了我一眼：“干嘛把话说得这么难听，你就不能体会体会我的感受？”\r
\r
我撇撇手：“不。有时候真该好好骂你一顿！”\r
\r
你妹啊，劳资百忙之中抽空来这里听你唠叨已经够给你面子了，谁会脑残去感受你的切身之痛！现在是你失恋，不是我啊！\r
\r
朋友说：“她有点欺骗我的感情……”\r
\r
我说：“女人普遍不靠谱，尤其在感情方面。”\r
\r
他说：“可能她天生就喜欢把别人玩弄于股掌之中。”\r
\r
“好吧。”我叹了口气，“只是说以后看人得多带眼吧。”——谁叫你丫的平日打辅助不带眼，三路全崩！\r
\r
他说：“或许，我知道问题不全是我的错。”\r
\r
“卧槽！”我怒道，“这东西本来就没有谁对谁错的。”\r
\r
话已至此，他开始伤感地说：“也是，这事就图个你情我愿。我愿意傻，她愿意走，谁也不亏欠谁……”\r
\r
我不忍心戳破他抄袭《致青春》的台词，只好说：“当初怂恿你去表白其实也是希望你经历过之后能成长得更好，只是我没有考虑后果……”\r
\r
朋友很无奈地笑了一笑，“这样的结果早在我的预想范围之内。你想啊，甜言蜜语总是比沉默稳重来得得人心，可我不是那种喜欢花言巧语的人。日子久了，难免情疏。女生需要人哄，那就去找会哄她们的男生啊！你若真的不再喜欢我，可以跟我一刀两断啊，没必要……”\r
\r
没必要脚踏两只船是吧？我知道他想表达这层意思，可是出于好心，我又一次没有拆穿。其实我想说：你这样的奇葩男生就是犹豫不决、就是吹毛求疵，才让别人有机可乘。\r
\r
“其实这也怪不了她……”我说，“感情的世界，谁先爱了，谁就输了。”\r
\r
朋友淡淡说道：“不要抄袭《致青春》的台词好伐？”\r
\r
我一时语塞，膝盖莫名中了一箭，隐隐作痛。\r
\r
死贱人！你假装不知道会死啊，活该你一辈子屌丝。\r
\r
“那你现在心情还OK吗？”我问道。\r
\r
“说多都是泪……不过说出来总是好受些。”\r
\r
“别去想女人了，多想想自己的将来吧，毕竟这个才靠谱一点。”\r
\r
我递给朋友一张纸巾，说道，屌丝不哭，站起来撸。他说撸你妹。我说，那去不去吃宵夜？他说：我去，我不去。\r
`,a={title:"屌丝不哭，站起来撸",author:"louisfiy",date:new Date(1385233632e3),categories:["故事"],tags:["爱情"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20131123.md",rawData:`\r
title: 屌丝不哭，站起来撸\r
date: 2013-11-23 19:07:12\r
categories:\r
- 故事\r
tags:\r
- 爱情\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
