import{c as e}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const p={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:p[r].src,...p[r].attributes}))}const o=a(`<p>“……那是六年前的事情。那天晚上，老板像送走一位普通客人一样送走那位少女。为什么不是我送？因为当时我已经做不到在她的面前克制自己的情感了。那之后，我开始思考一个问题：人们这一生追寻的到底是什么？是结果还是这个过程？再之后，我就从老陈的酒吧辞职了。六年过去了，我再没遇见那个少女。希望有天她从梦里醒来，会感谢追寻着那个人的自己。”</p>
<p>“就结了？故事结束了？”</p>
<p>“所以你裸辞了吗？后来呢，后来怎么样了？”</p>
<p>“蛮传奇的……尤其那句‘追寻着已逝之人的影子’，让我想起一句台词：「あの人を追いかけてる私が好きなんだもん」……”</p>
<p>“哇，真的假的哩，话说你和那个小姐姐没发生点什么？”</p>
<p>“……”</p>
<br>
<p>面对大家七嘴八舌的提问，邻座的少年始终保持着一副冷峻而不失礼貌的微笑。今天匆匆赶来参加这个读书分享会，大家心血来潮讲起了“人生转折点”，邻座少年分享了一次颇具传奇色彩的亲身经历，说是传奇，但他发誓讲的是真事。至于真实与否，我也无从考究，只是没想到在银河系飘荡了两年零六个月后，还能在联盟星舰上听到这么多原汁原味的地球往事。毕竟，留给我们及时享乐的时间不多了……</p>
<p>联盟星舰是一艘飞往地球2号的跨星系飞船，肩负着建立人类首个地外殖民地的重任。航行前三年，我们需要完成一系列前置任务，之后将进入长达五十年的冷冻休眠期，直到飞船飞抵目的地。唯一的风险，我们都有15%的概率永远不会醒来。所以至少在目前，这样有趣的故事是听一个少一个。</p>
<p>“这就是我决定离开故乡的原因。”少年继续讲道，“好了，下一位——”少年转头看了看我，“——现在讲讲您，您为什么会来联盟星舰？”</p>
<br>
<p>我为什么会来联盟星舰？</p>
<p>这真是一个充满哲学思辨的问题。四年前决定报名的时候想过一次，两年零六个月前登船的时候也想过一遍，现在是第三回。是的呢，为什么要离开地球？明明在遥远的故乡，我拥有一个幸福美满的家庭，还有一份令人羡慕的政府工作。外人看来我这种做法真是愚蠢至极，想想事实也是如此。倘若你不嫌厌烦，就请容我这个半条腿已经迈进棺材的老朽，追述一段发生在本世纪一十年代初的爱恨情仇吧。</p>
<p>一切该从何处说起呢？大约是五十五岁那年，也许只是一个再寻常不过的慵懒午后，当我靠在自家客厅的摇椅上，走马观花回想这一生，忽然心底有影子掠过——你看，人就是这么奇怪，很多事情你不愿意想起，却往往无法忘记——仿佛蜻蜓惹了水面，往事就像涟漪一层一层给带了出来……</p>
<p>故事很长，你想听吗？</p>
<br>
<div class="note success">
<p>相关文章：</p>
<p><a href="/doc/p20160429">《传奇不奇》</a></p>
<p><a href="/doc/p20170913">《传奇不奇Ⅱ》</a></p>
<p><a href="/doc/p20210825">《传奇不奇Ⅲ》</a></p>
</div>
<br>
<div class="text-center">有关《传奇不奇2½》的热点问题</div>
<p><strong>Q：</strong> 首先询问一下，这篇短文的诞生是否存在一个契机？</p>
<p><strong>A：</strong> 怎么说呢……在纠结了N久之后，我终于决定将上文独立出来，作为《传奇不奇》的番外，一来承上，二来启下。</p>
<p><strong>Q：</strong> 据说番外小说原本是打算作为系列第三部展开的，是这样吗？</p>
<p><strong>A：</strong> 毕竟一开始就注定了一共会有四个故事。</p>
<p><strong>Q：</strong> 后来又发生了什么事情？</p>
<p><strong>A：</strong> 你看啊，这里把故事舞台搬到太空这件事情明显违背了前两部发生在“鹊巢酒吧”的设定。怎么办呢，改回去吗？还是说打破常规？</p>
<p><strong>Q：</strong> 于情于理确实应该保持一脉相承……</p>
<p><strong>A：</strong> 但这都不是重点，重点是在修改的这个过程中，我发现剩下的两个故事似乎存在某种相似性，于是突发奇想决定合二为一了。就是说多余出来的故事，会纳入番外的体系。</p>
<p><strong>Q：</strong> 方便透露一下第三部讲什么内容吗？</p>
<p><strong>A：</strong> 正如我们所见，2½的故事，发生在第二部之后六年；而第三部的故事，将是短文结尾引出来的一件陈年往事。</p>`),i={title:"传奇不奇2½",date:"2018-03-10T22:15:33.000Z",categories:["故事"],tags:["科幻"]},g="D:/Shin/astro-site/src/content/doc/p20180310.md",d=void 0;function v(){return`\r
“……那是六年前的事情。那天晚上，老板像送走一位普通客人一样送走那位少女。为什么不是我送？因为当时我已经做不到在她的面前克制自己的情感了。那之后，我开始思考一个问题：人们这一生追寻的到底是什么？是结果还是这个过程？再之后，我就从老陈的酒吧辞职了。六年过去了，我再没遇见那个少女。希望有天她从梦里醒来，会感谢追寻着那个人的自己。”\r
\r
“就结了？故事结束了？”\r
\r
“所以你裸辞了吗？后来呢，后来怎么样了？”\r
\r
“蛮传奇的……尤其那句‘追寻着已逝之人的影子’，让我想起一句台词：「あの人を追いかけてる私が好きなんだもん」……”\r
\r
“哇，真的假的哩，话说你和那个小姐姐没发生点什么？”\r
\r
“……”\r
\r
<br>\r
\r
面对大家七嘴八舌的提问，邻座的少年始终保持着一副冷峻而不失礼貌的微笑。今天匆匆赶来参加这个读书分享会，大家心血来潮讲起了“人生转折点”，邻座少年分享了一次颇具传奇色彩的亲身经历，说是传奇，但他发誓讲的是真事。至于真实与否，我也无从考究，只是没想到在银河系飘荡了两年零六个月后，还能在联盟星舰上听到这么多原汁原味的地球往事。毕竟，留给我们及时享乐的时间不多了……\r
\r
联盟星舰是一艘飞往地球2号的跨星系飞船，肩负着建立人类首个地外殖民地的重任。航行前三年，我们需要完成一系列前置任务，之后将进入长达五十年的冷冻休眠期，直到飞船飞抵目的地。唯一的风险，我们都有15%的概率永远不会醒来。所以至少在目前，这样有趣的故事是听一个少一个。\r
\r
“这就是我决定离开故乡的原因。”少年继续讲道，“好了，下一位——”少年转头看了看我，“——现在讲讲您，您为什么会来联盟星舰？”\r
\r
<br>\r
\r
我为什么会来联盟星舰？\r
\r
这真是一个充满哲学思辨的问题。四年前决定报名的时候想过一次，两年零六个月前登船的时候也想过一遍，现在是第三回。是的呢，为什么要离开地球？明明在遥远的故乡，我拥有一个幸福美满的家庭，还有一份令人羡慕的政府工作。外人看来我这种做法真是愚蠢至极，想想事实也是如此。倘若你不嫌厌烦，就请容我这个半条腿已经迈进棺材的老朽，追述一段发生在本世纪一十年代初的爱恨情仇吧。\r
\r
一切该从何处说起呢？大约是五十五岁那年，也许只是一个再寻常不过的慵懒午后，当我靠在自家客厅的摇椅上，走马观花回想这一生，忽然心底有影子掠过——你看，人就是这么奇怪，很多事情你不愿意想起，却往往无法忘记——仿佛蜻蜓惹了水面，往事就像涟漪一层一层给带了出来……\r
\r
故事很长，你想听吗？\r
\r
<br>\r
\r
<div class="note success">\r
\r
相关文章：\r
\r
[《传奇不奇》](/doc/p20160429)\r
\r
[《传奇不奇Ⅱ》](/doc/p20170913)\r
\r
[《传奇不奇Ⅲ》](/doc/p20210825)\r
\r
</div>\r
\r
<br>\r
\r
<div class="text-center">有关《传奇不奇2½》的热点问题</div>\r
\r
**Q：** 首先询问一下，这篇短文的诞生是否存在一个契机？\r
\r
**A：** 怎么说呢……在纠结了N久之后，我终于决定将上文独立出来，作为《传奇不奇》的番外，一来承上，二来启下。\r
\r
**Q：** 据说番外小说原本是打算作为系列第三部展开的，是这样吗？\r
\r
**A：** 毕竟一开始就注定了一共会有四个故事。\r
\r
**Q：** 后来又发生了什么事情？\r
\r
**A：** 你看啊，这里把故事舞台搬到太空这件事情明显违背了前两部发生在“鹊巢酒吧”的设定。怎么办呢，改回去吗？还是说打破常规？\r
\r
**Q：** 于情于理确实应该保持一脉相承……\r
\r
**A：** 但这都不是重点，重点是在修改的这个过程中，我发现剩下的两个故事似乎存在某种相似性，于是突发奇想决定合二为一了。就是说多余出来的故事，会纳入番外的体系。\r
\r
**Q：** 方便透露一下第三部讲什么内容吗？\r
\r
**A：** 正如我们所见，2½的故事，发生在第二部之后六年；而第三部的故事，将是短文结尾引出来的一件陈年往事。\r
`}function h(){return o}function F(){return[]}async function u(){const{layout:t,...n}=i;return n.file=g,n.url=d,e(c,{"set:html":o})}u[Symbol.for("astro.needsHeadRendering")]=!0;export{u as Content,h as compiledContent,u as default,g as file,i as frontmatter,F as getHeadings,p as images,v as rawContent,d as url};
