import{c as o}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const p=a(`<p>有一天，一辆崭新的黑色奔驰小轿车缓缓地驶入校园，最后在校长办公室门前停了下来。一名穿西装打领带手提公文包的中年男子走下车，他脸部僵硬呆板，眼角腾起一丝杀气，只见他扭动脖子，朝四周瞥了几眼之后，大步踏入校长室的大门，皮鞋扣在水泥板上，发出“咯咯”的响声。</p>
<p>我把这件事悄悄告诉班长和其他几位班干部。班长皱皱眉头，说：“嗯，如此架势，其中必有玄机！”</p>
<p>“我调查过了，”身为前学习委员的姐姐一表正经道，“那位大叔是教育局的……”</p>
<p>此言一出，立即秒杀四方。所有人都用诧异的眼神盯着老姐。姐姐意识到说了某些不该说的话，有些尴尬地一笑而过。</p>
<p>“这、这是真的吗？”副班长盯着老班长那张静若止水的脸蛋，像是在等待他的下一步指示。</p>
<p>其实这班班干部的狂躁不安是有原因的，诸位可知，教育部门那帮工作人员每一次登门拜访，不是商量举行学业水平测试的日期，就是讨论展开教学质量检查的细则——总之都不会有好消息。特别是我们高三年级的学生们，更是感触良多。</p>
<p>看到班长大人一言不发，其他人开始不安地讨论起来，因为谁也说不清到底是福还是祸。终于，班长发话了，他说：</p>
<p>“静一静，大家静一静。总之这件事情我会想办法调查清楚，看看他们到底有何‘阴谋’。在此之前，我希望在座各位先不要张扬，以免引起不必要的恐慌，understand？好吧，散会！”</p>
<br>
<p class="text-right">（未完）</p>
<hr>
<p class="text-center">后记</p>
<p>评价一篇记叙文，说它“与众不同”，可能是褒，也可能是贬。而评论一篇议论文，说它“与众不同”，则大概率是褒，这是对文章的高度肯定。所以从概率学的角度来看，写议论文的成功率也许相对会高一点儿，但是要达到这一境界，可不是那么简单的。</p>
<p>举一个再简单不过的例子吧。从去年12月22日开始，我便在 <em><a href="/doc/p20161231">Sinny</a></em> 的成长之中积累我对这个世界别样的看法，至今仍不间断。然而遗憾的是，这些有助于在下形成自己独特世界观的材料（确切说应该是“文字”），却没能很好地在作文中得以充分发挥，以致作文偏离题意成为家常便饭。</p>
<p>不得不承认，在议论文上，本人本身并不具备天赋。不过话虽如此，但是有人如果胆敢与在下舌战三百回合，纵“论”天下，我必将奉陪到底。为什么呢？因为“说”比“做”要简单得多了，这就好比我以前所说的：我可以在三分钟之内编一个既完整又完美的故事（属记叙文范畴），却未必能在三周之内写出这个故事。说来说去，唉，又回到灵感与创作的根源上来了。</p>`),i={title:"代号：莫妮卡",date:"2011-05-21T19:42:48.000Z",categories:["故事"],tags:["校园"]},m="D:/Shin/astro-site/src/content/doc/p20110521.md",u=void 0;function x(){return`\r
有一天，一辆崭新的黑色奔驰小轿车缓缓地驶入校园，最后在校长办公室门前停了下来。一名穿西装打领带手提公文包的中年男子走下车，他脸部僵硬呆板，眼角腾起一丝杀气，只见他扭动脖子，朝四周瞥了几眼之后，大步踏入校长室的大门，皮鞋扣在水泥板上，发出“咯咯”的响声。\r
\r
我把这件事悄悄告诉班长和其他几位班干部。班长皱皱眉头，说：“嗯，如此架势，其中必有玄机！”\r
\r
“我调查过了，”身为前学习委员的姐姐一表正经道，“那位大叔是教育局的……”\r
\r
此言一出，立即秒杀四方。所有人都用诧异的眼神盯着老姐。姐姐意识到说了某些不该说的话，有些尴尬地一笑而过。\r
\r
“这、这是真的吗？”副班长盯着老班长那张静若止水的脸蛋，像是在等待他的下一步指示。\r
\r
其实这班班干部的狂躁不安是有原因的，诸位可知，教育部门那帮工作人员每一次登门拜访，不是商量举行学业水平测试的日期，就是讨论展开教学质量检查的细则——总之都不会有好消息。特别是我们高三年级的学生们，更是感触良多。\r
\r
看到班长大人一言不发，其他人开始不安地讨论起来，因为谁也说不清到底是福还是祸。终于，班长发话了，他说：\r
\r
“静一静，大家静一静。总之这件事情我会想办法调查清楚，看看他们到底有何‘阴谋’。在此之前，我希望在座各位先不要张扬，以免引起不必要的恐慌，understand？好吧，散会！”\r
\r
<br>\r
\r
<p class="text-right">（未完）</p>\r
\r
---\r
\r
<p class="text-center">后记</p>\r
\r
评价一篇记叙文，说它“与众不同”，可能是褒，也可能是贬。而评论一篇议论文，说它“与众不同”，则大概率是褒，这是对文章的高度肯定。所以从概率学的角度来看，写议论文的成功率也许相对会高一点儿，但是要达到这一境界，可不是那么简单的。\r
\r
举一个再简单不过的例子吧。从去年12月22日开始，我便在 _[Sinny](/doc/p20161231)_ 的成长之中积累我对这个世界别样的看法，至今仍不间断。然而遗憾的是，这些有助于在下形成自己独特世界观的材料（确切说应该是“文字”），却没能很好地在作文中得以充分发挥，以致作文偏离题意成为家常便饭。\r
\r
不得不承认，在议论文上，本人本身并不具备天赋。不过话虽如此，但是有人如果胆敢与在下舌战三百回合，纵“论”天下，我必将奉陪到底。为什么呢？因为“说”比“做”要简单得多了，这就好比我以前所说的：我可以在三分钟之内编一个既完整又完美的故事（属记叙文范畴），却未必能在三周之内写出这个故事。说来说去，唉，又回到灵感与创作的根源上来了。\r
`}function y(){return p}function S(){return[]}async function d(){const{layout:t,...n}=i;return n.file=m,n.url=u,o(c,{"set:html":p})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,y as compiledContent,d as default,m as file,i as frontmatter,S as getHeadings,e as images,x as rawContent,u as url};
