const t="p20140219.md",n="doc",e="p20140219",r=`\r
盼望着，盼望着，汽车来了，番客的脚步近了——咦，貌似在哪儿见过类似的开头……\r
\r
回想在我已知的亲朋中，若不是老妈“有意”提及，我几乎记不起他们的存在。印象中曾经会过一次，那是好多年前的事儿……那时候还小，并不能清楚彼此之间错综复杂的关系纽带——当然即使现在也搞不清，人物太多，时隔太久，╮(╯3╰)╭——算起来那应该是很远很疏很少见的亲戚了吧，至少对我来说，我特么前几天才终于知道这特么是什么样一亲戚关系。若要讲述这段往事，甚至要追溯到我妈的爷爷（别问我为什么不用外曾祖父或者曾外祖父一词）年轻的时候，话说当年我妈的爷爷赌钱赌输卖田卖屋抛妻弃子飘洋过海到了暹罗，后来另立家室，如此如此，这般这般……事情经过就是这样，至于个中细节、爱恨情仇，上三辈人留给咱小一辈的永远就像一个“传说”，不得而知也无证可考。不过据说当年我妈的爷爷来接我妈的奶奶到那边，我妈的奶奶拒绝了。另外我妈的奶奶娘家是我们村我会乱说？——家家有本庞杂的家族史，赶脚好复杂的样子。\r
`,a={title:"远方的客人",author:"louisfiy",date:new Date(1392847665e3),categories:["随笔"],tags:["生活"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20140219.md",rawData:`\r
title: 远方的客人\r
date: 2014-02-19 22:07:45\r
categories:\r
- 随笔\r
tags:\r
- 生活\r`};export{o as _internal,r as body,n as collection,a as data,t as id,e as slug};
