const n="p20110202.md",r="doc",t="p20110202",e=`\r
<p class="text-center">1</p>\r
\r
“人生就像彩票，总会开出你意想不到的号码。”\r
\r
细细品尝路易斯·费扬的这句精典名言，我发现它并不那么适合放在除夕这种特殊的场合。可是，世界就他妈的这般奇妙，总有那么些不可思议的事情发生。即使现在是除夕夜。\r
\r
如果要讲述这个故事，我们可以沿着时间的记忆回溯到……嗯，其实我也不记得具体是哪年哪月哪日发生的大事了，只知道那天我在网络上认识了一位有趣的网友——就是那位来历不明、一登场就说是我未来的妻子的奇怪女子！\r
\r
哈哈，真奇妙——这种事儿不常发生在我身上。\r
\r
我并不想在此赘述我们俩是如何开始、发展，或者任何细节、摘要、情节等等等等。总之可以确定的是，我相信她！\r
\r
好吧，为了增加文章的说服力，我决定简单说说一些技术上的细节：首先，这不是时间旅行，因为时间机器在那个时候还没有被发明呢——事实上，进行时间旅行的不是她本人，而是她的信息，也就是说，我收到的其实是来自未来的信息。\r
\r
“说吧，你来找我，究竟有啥么目的？”我曾经这么问过这位无名女子——她没有告诉我她的名字，我也不敢询问她，因为我们都不清楚这么做会对历史造成何等程度的影响。一切都在允许的轨道上小心翼翼地行驶着。\r
\r
可是她说：“有一天你会知道的。”\r
\r
我想：就在今天。\r
\r
<p class="text-center">2</p>\r
\r
“新年快乐。”\r
\r
拜年的信息是她发送的。哦，原来她知道我接收信息的实际具体时间。不过我坚信，她一直希望在信息后面加上对我的称呼，只是……\r
\r
虽然我不清楚她现在处在哪一年哪一月哪一日，但是我还是回复道：“你也新年快乐。代我向‘我’问好。”\r
\r
——也许，“我”还不知道我和她之间的“私情”呢。我傻笑。\r
\r
然而接下来，却是好长一阵沉默。也许是通讯故障，我想。\r
\r
其实有一个问题我一直不明白：既然她是我的妻子，为什么不和未来的我好好过日子，而是找到这个时代的我——在她与我聊天的话语里，透着哀伤——我觉得这件事和未来的我脱不了干系。该不会是我做了什么对不起她的事情吧？\r
\r
我想我应该尝试着安慰她。\r
\r
“嗯，有什么不开心的事情么？”打完这行字，我意识到今天是大吉大利的大年初一——为了老子的终身幸福，管它初一不初一。\r
\r
大概是因为文字无法很好地表达她的思想感情，她说她希望通过电话和我聊会儿，谈心。噢，对了，声音也是一种信息。\r
\r
“嗯，好吧，我同意。”听起来有几分期待。\r
\r
<p class="text-center">3</p>\r
\r
她说她很想念我，而且不是一般的想。\r
\r
“是吗？”我不怀好意地笑了笑，说：“看来我们的感情还蛮好的。”\r
\r
被我这么一说，她也许是抑制不住内心的激动，发出低低的啜泣声。她说：“你想知道我们之间到底发生了什么事吗？”\r
\r
我说：“不想。”我告诉她，我将来会知道的。\r
\r
她似乎有几分失落：“可是人家找了你整整三年。”她说自从上次第一次道别后，她整整三年都捕捉不到我的时空坐标。\r
\r
“也许你要找的，不是我本人，而是对我的思念。”\r
\r
沉默了许久，她不得不承认我说得对。\r
\r
“那……”她说，“你想知道我的名字吗？”\r
\r
“不想。”\r
\r
“年龄呢？”\r
\r
“不想。”\r
\r
“家庭情况呢？”\r
\r
“不想不想，就是不想！”\r
\r
“难道你不爱我了吗？”\r
\r
“不是！”我几乎脱口而出，脑袋却在慢慢回味她那句略带一丝小女孩的撒娇的话儿。\r
\r
“那你想知道什么？”\r
\r
我说：“我想知道一件事。嗯，告诉我，我是怎么挂掉的！”\r
\r
电话那头没有声音。\r
\r
我继续说：“其实，这没什么。你知道吗，如果总是惦记着死亡，那可能会害了你，但也可能对你有帮助，因为除此之外你都能幸存下来……”\r
\r
……\r
\r
至于后来发生的事情，我们已经无从考证。不过可以肯定的是，无论我知不知道答案，我依然会乐观地对待人生的种种不顺，依然会守候在她的身边照顾她，也依然会好好地活下去。\r
\r
“那么，”我说，“为什么不和我一样，从今天起，做一个快乐的人呢？”\r
`,s={title:"穿越时空的思念",author:"louisfiy",date:new Date(1296652578e3),categories:["故事"],tags:["爱情"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20110202.md",rawData:`\r
title: 穿越时空的思念\r
date: 2011-02-02 13:16:18\r
categories:\r
- 故事\r
tags:\r
- 爱情\r`};export{a as _internal,e as body,r as collection,s as data,n as id,t as slug};
