const n="p20181130.md",r="doc",t="p20181130",e=`\r
* **2018.05.18**\r
\r
我所在的班级，班长日常不在，名义上，班级的运营工作交由团支书全权负责，暗地里，很多同学似乎对这位刚刚转学过来的团支书颇有微词。作为学习委员领导下的学习小组的一员，我的原则是循规蹈矩、按部就班，理论上只要不牵扯到自身利益，其实跟我都没啥关系，毕竟学生的首要任务是学习，何况交集不多，所以不予评论。\r
\r
<p class="text-right">——《班级大战争》</p>\r
\r
<br>\r
\r
* **2018.10.15**\r
\r
好像有谁说过这样的话：任何一个单位，只要到了开始强调考勤、打卡的时候，一定是它走下坡路的时候。然而某些企业未及考勤，已经开始悄无声息明目张胆拖欠工资了——首先请不要误会，我举这样的例子，并不是为了让大家对号入座，只是为了说明此招确实是下坡最无赖的做法，毕竟对于有的公司来说，从来就没有上坡过。\r
\r
话说当年我刚进入这家公司的时候，同事们用赤裸裸的实践行动告诉我什么叫做“到点下班”（嗯，听起来像是工厂流水线的做法）。那时候有这么一个事实，可能大家并不是每天早上八点半准时上班（因为没有打卡），但是自觉地五点半走人锁门（不走难道留下来加班咩）——任务不繁重是一方面，另一方面可能是这里的骨子里依然残留着过去传统IT企业的按部就班，工作节奏的缓慢成就了某些部门同事的懒散，不过这也不能全怪他们，一方水土养育一方人，都是世界的错，怪环境就对了。\r
\r
当然啦，也不是说这样的环境一无是处（虽然确实一无是处），正是因为有了空出来的时间，才让自己有机会学习新的领域的知识，至于有没有用，能不能投入到实战当中，就仁者见仁智者见智了。\r
\r
这时候你肯定会问了：既如此，为何不滚蛋？稍安勿躁，且听我讲，老子上班是为了赚钱，这是首要原则，大家都是成年人，有些事情呢，相信在野者会有解决办法的，关键看想不想了，反正走不走欠你已经肯定是欠你了。其次是懒嘛，再说年底将近，有什么打算要趁早，不然一拖二拖又到明年。\r
\r
<br>\r
\r
* **2018.11.08**\r
\r
我在电脑前静坐了七八分钟，编排了五六段咒人的话，尝试了三四种不同的开头，终于下定决心放弃谴责这一两个月来发生的犹如吃了死苍蝇般恶心的事情。说实话并不是我怂，也不是因为她不仁我不能不义，更不是为了什么狗屁以德报怨。有仇记仇有冤记冤是维持一段恩怨的重要条件。之所以不愿陷入无尽无休的骂战，更多地是基于“清风抚山岗，明月照大江”的考量，可能佛系青年有佛系青年的处世准则：一来我与那位波士交情不深，不会制冷不想评价冰箱；二来此人拥趸者众，利益关系错综复杂，多一句坏话多一个敌人多一份风险；三来做人嘛最紧要是开心，大家都是成年人，要学会用理智驾驭情感，来来来米娜桑跟我一起念：“人生就像一场戏，因为有缘才相聚……”无Fuck说，一言以蔽之，听君一句劝：脑子是个好东西，希望大家人手一个，如果没有，千万不要当Leader！拜托了。\r
\r
<br>\r
\r
* **2018.11.30**\r
\r
<p class="indent-0">尊敬的公司领导<code>（定稿删去“们”字）</code>：</p>\r
\r
感谢百忙之中抽空阅读\`（知道你们不会看的啦）\`我的辞职申请书，由于个人职业规划\`（就是说待在这里没前途）\`和一些现实因素\`（众所周知的原因）\`，经过深思熟虑\`（屁股想的）\`之后决定辞去目前在公司所担任的职务和工作\`（言内之意以后再无瓜葛）\`，敬请批准\`（听说你们巴不得我走呢）\`。\r
\r
在公司工作的一年多时间里，我有幸得到了各位领导和同事的倾心指导及热情帮助\`（在家靠父母，出门靠自己）\`，在本职工作上和生活中学习到了很多知识\`（实话）\`、积累了一定的经验\`（实话）\`、明白了许多道理\`（大实话）\`，对此我深深地感谢[哔-]这个优秀的平台\`（我读书少，只会说：666……）\`。在公司的这段经历于我而言弥足珍贵，我确信这将为我整个职业生涯发展添上最浓墨重彩的一笔\`（白纸上的污点）\`。\r
\r
望批准我的离职申请，并请协助办理相关交接手续，以减少因我的离开而给彼此带来的不便\`（我好你也好）\`。再次对此深表抱歉\`（“遗憾”一词可能会更好）\`。\r
\r
再一次真诚地感谢公司全体同事对我的关心、理解和支持\`（冥冥中有种问候大家的意思……）\`。\r
\r
最后，我发自内心地\`（无以言婊）\`希望公司鸿运年年！\`（全文第一个感叹号送给你！）\`\r
\r
此致，\r
\r
<p class="indent-0">敬礼！</p>\r
`,s={title:"记一次离职",author:"louisfiy",date:new Date(1543572097e3),categories:["随笔"],tags:["工作"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20181130.md",rawData:`\r
title: 记一次离职\r
date: 2018-11-30 10:01:37\r
categories:\r
- 随笔\r
tags:\r
- 工作\r`};export{a as _internal,e as body,r as collection,s as data,n as id,t as slug};
