const t="p20171227.md",n="doc",e="p20171227",r=`\r
<p class="text-center font-semibold">往</p>\r
\r
港真啊，我并不喜欢出差——首先不要误会，我对公司的任何安排都基于双方友好互相尊重的大前提。可能每个人都有最适合自己的一个状态，我天生不是四处奔波的料，觉得安安静静待在想待的地方挺好的。再说以前短程出差也不见得都是好事，你可以说我不负责任，但事实就是我是一个嫌麻烦的人。我嘴上说不要但身体……哦不对，但还是提前做了功课：了解下行程、收拾完行李、规划好时间，大有一副整装待发的模样。尽管这次任务不是我一个人能完成，不过从某个刁钻的角度来讲，我做这一切并不是因为不信任谁，但往往靠南靠北不如靠自己靠谱，简称我……靠。至少，这样才不至于措手不及，毕竟今生是第一次坐飞机。\r
\r
<p class="text-center font-semibold">来</p>\r
\r
话说如果昨天晚上买到16:15的机票的话，今天也不可能回来这么早的说。傍晚五点左右落地六点回来，正好赶上下班时间。得亏那个时而有票时而无票还不停改价的炒蛋系统，被迫无奈选择中午的贵价飞机，没想到荧惑德芙……得福，时间掐的惟妙惟肖。和过去时乘坐波音738不同，回来是竞争对手空客的A320，都是定位中短程的民航客机，但是这些异同和我们普通消费者并没有半毛钱关系，就好比这次出差之旅，客户并不关心你是代理商还是合作伙伴，反正都是过来培训的，何况他们有且只有一套培训方案。\r
\r
再说回这次的旅……啊不对，这次的出差，本质上不是去玩的。首先我们没有在市区，其次现在是冬天。试想在一个天寒地冻，地广人稀的地方，这种天气在外面浪的，不是傻叉就是外地人，要么两者都是，所以有什么比老老实实待在酒店开黑更好的娱乐活动吗？\r
\r
至于成果，物联网的民用范畴来来去去不就远程控制那一套么。虽然我是个彩笔没错，但别忘了我好歹在这个行业混迹了两年，道理嘛我都懂，会不会是一回事，会不会用是另一回事。值得一提的是，同行的BOSS们显然是带着其它目的来参与此次出差的，相比之下，培训倒是变得不那么首要了。我猜回去之后肯定还会对实施细节做进一步讨论，有什么需要协助的到时候再说吧。本次出差到此结束，谢谢大家的参与和积极配合。\r
`,s={title:"记一次出差",author:"louisfiy",date:new Date(1514395669e3),categories:["随笔"],tags:["工作"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20171227.md",rawData:`\r
title: 记一次出差\r
date: 2017-12-27 17:27:49\r
categories:\r
- 随笔\r
tags:\r
- 工作\r`};export{o as _internal,r as body,n as collection,s as data,t as id,e as slug};
