const t="p20151122.md",n="doc",r="p20151122",e=`\r
过去我总是写别人，这次我想写我自己——起初我确实是这么想，并且这么做，可提笔不到两三分钟，朋友就来找我嗑叨了。恰好为我写不出来找到一个不错的借口，那我只好假装不曾有过这样的想法咯。\r
\r
朋友最近在我面前嗑叨：十年感情终究抵不过一句现实——不免让我怀疑这小子是不是又陷入爱河，然而转念一想，私交多年，未曾见过有哪位红颜与他甚好。于是我猜这厮多半又是空犯花痴——而就在我打算将此事记入日记的时候，在恍惚的虚拟与现实之间，我开始思考我这位朋友，究竟是个什么样的存在？\r
\r
我们姑且称呼他“X”好了，未知数X的X。（不是傻X的X）\r
\r
记得第一次见到X，是两年前的一个晚上，那时候他[正巧失恋了，需要我安慰](/doc/p20131123)。我总是吐槽他像个“撸瑟”，但这并不意味着我在嘲讽，事实上他就是个“撸瑟”，我说像而不说是，对他来说反而是种鼓舞。而他也总是吐槽我像个“逗逼”，但他并不知道其实我是在逗他，别误会，我并不是说他是那个[哔-]。我只是在想：有时候我这么卖力讨好，不过是希望多年以后，他还会记得，曾经在他的生命中有过这么一个人，即使没有陪伴他到最后，却依然在他最伤心最难过的日子里，明亮得像一道激光，闪瞎他的狗眼，留下过最灿烂的笑容。\r
\r
尔后，我也想起了早些年曾有过的另外一位朋友。你看，有时候人就是这么奇怪，总是能由别人联想到自己。那是五年前了吧，时间久得让我迷糊，却又能清醒地记得那个冬天。我们相识于手机、相熟于日记，在我刚刚步入成年尚未完全褪去那份年少的青涩那会儿，她几乎占据了我的大半日余生活。历史总是那么惊人地相似，那时我们也互相嗑叨，只是身份做了互换，X变成了我，我变成了她。我倾诉，她倾听。也许是因为岁月变迁，也许是因为彼此成长，慢慢地，渐渐地，话少了，感情也淡了。到后来，我也只记得她的名字，一如初见——\r
`,o={title:"我有个朋友",author:"louisfiy",date:new Date(1448235157e3),categories:["随笔"],tags:["生活"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20151122.md",rawData:`\r
title: 我有个朋友\r
date: 2015-11-22 23:32:37\r
categories:\r
- 随笔\r
tags:\r
- 生活\r`};export{a as _internal,e as body,n as collection,o as data,t as id,r as slug};
