const t="p20151023.md",e="doc",n="p20151023",a=`\r
来自社交网络的投票对我们来说总是充满矛盾。首先它不一定是你的好友发起的，更多的是来自转发，通俗来讲就是“拉票”。这样一份投票寄托着你好朋友对他好朋友的热情帮助和对你真挚的请求。一方面，你很想乐意帮忙，因为是举手之劳；可另一方面，你又会想，背后拉票的人是一个怎么样的存在，我对TA完全是陌生的呀？投票的初衷是为了以更民主的方式决出民意所归，所以一个不可规避的前提就是，每一个投票者有权公平对待每一个被投票的人。所以这时候你会想，假如我投了这一票，那对于其他人是否公平？于是出于这样的考虑，很多时候你会选择冷漠，理性地放弃这一票，尽管它原本就跟你没有关系。而事实是，站在客观的角度，那些你素昧平生的人们正享受着与你朋友的朋友同等的来自错综复杂的关系网的选票，所以本质上并无二样，只要这个主观大于客观的投票结果并不是直接作为最终决胜结果（事实亦是如此），那又有什么关系嘛。我想人与人之间本不该如此冷漠，这个时候我总是会点开链接，进去投TA的竞争对手一票。\r
`,o={title:"记一次投票",author:"louisfiy",date:new Date(1445639613e3),categories:["随笔"],tags:["生活"],draft:!1,hide:!1,spoiler:!1},r={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20151023.md",rawData:`\r
title: 记一次投票\r
date: 2015-10-23 22:33:33\r
categories:\r
- 随笔\r
tags:\r
- 生活\r`};export{r as _internal,a as body,e as collection,o as data,t as id,n as slug};
