const n="p20111205.md",r="doc",t="p20111205",e=`\r
有一天我醒来，发现自己正坐在一间宽敞明亮的教室里惬意地打着瞌睡，周围的同学一反寻常，默不出声地做着卷子。我苦笑，然后伸直身子打打哈欠，这时候，一本突如其来的草稿本重重地敲在我的后脑勺上。\r
\r
伴随着这一记敲打的是一个轻轻的、甜美的声音：“你居然打瞌睡！”\r
\r
说话的是坐在我后排的学习委员——高二(3)班的班花陈莹莹。\r
\r
“我困嘛……”我头都没回，敷衍着她。说实话，我对这种毫无意义的数学测试完全不感冒，知识点啊什么的我都掌握，只是……怎么说呢，很没意思，这种难度的题目实在是很难体现我优越的数学天赋。何况我跟学委都这么熟了，就算不交卷子她也不会把我怎么样的。\r
\r
然而——\r
\r
“喂！你有没有在听我说呀？”一个秀气的手掌拍在了我的脑门上，赶走了我的睡意。我回过头，对上一双清澈的大眼睛——这双黑白分明的大眼睛正狠狠地勾住我的目光。我舒了口气，无奈地说：“你不要像我老妈一样啰嗦好不好！”\r
\r
小姑娘脸上显示出好玩的表情，贝齿微露，下巴上扬，眼睛充满了笑意，她凑到我耳边，用一种近似盛气凌人的语气说道：“我～就～是～你～妈～！”\r
\r
我愣了一下，反应过来的时候下课铃声已经打响了。噢，天呐，你也许不会相信，她并不是开玩笑，她就是我妈——或者这么说，我是她未来的儿子。\r
\r
那是一个可爱的上午，我发现让自己安安分分地待在教室里做题比在期末考试拿满分还要困难。当我把一张只写着自己名字的试卷丢给学习委员的时候，她狠狠地“哼”了一声。\r
\r
课间休息回到教室，后排可爱的人儿没有像往常一样提醒我认真听课，不要玩手机了。无聊的第四节课，失落的小鹏无精打采地趴在桌上看书……\r
\r
终于在放学铃响的那一刻，我转过身去——是的，她瞪着我，然后“哼”了一声。\r
\r
<br>\r
\r
<div class="note success">\r
\r
<p class="text-right">Inspired by the novel "Deserve I Love You"</p>\r
\r
</div>\r
`,s={title:"时间旅行者的…",author:"louisfiy",date:new Date(1323090256e3),categories:["故事"],tags:["科幻"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20111205.md",rawData:`\r
title: 时间旅行者的…\r
date: 2011-12-05 13:04:16\r
categories:\r
- 故事\r
tags:\r
- 科幻\r`};export{o as _internal,e as body,r as collection,s as data,n as id,t as slug};
