const n="p20180928.md",t="doc",r="p20180928",e=`\r
数学题：已知小鹏坐在返家的大巴车上，问他如何获取自身的移动速度？\r
\r
方法一：直接询问司机。优点：本题最高效率解。缺点：没有结合实际现实，会被当作深井冰的。理科生当然要用理科生的方法求解啦。\r
\r
方法二：利用某些运动软件，通过GPS定位测量运动配速。优点：操作简单、效果甚佳，老人小孩都会用。缺点：不好意思手机没有安装这类软件，下载是不可能下载的，辣鸡套餐每个月才100M全国通用流量谢谢。\r
\r
方法三：方法二的替代测量，运动软件没有，地图软件总有了吧？开个导航试试。\r
\r
方法四：方法三的变相测量，已知两地距离S1（由地图软件可得到），30分钟之后已知两地距离S2，那么根据行程公式可推导：速度V=(路程S1-路程S2)÷时间0.5。\r
\r
方法五：方法四的延伸测量，记录汽车通过200米测距指示牌的时间，由上述公式同理可知速度V。缺点嘛……我好像坐在大巴车的左手侧了……\r
\r
方法六：抬杠派：题目有歧义，文字未指出小鹏是相对地面运动还是相对大巴运动，若相对大巴运动，则以大巴为参考系小鹏的移动速度为0——唉，别打脸，疼！\r
`,a={title:"经典数学题的现实应用",author:"louisfiy",date:new Date(1538141729e3),categories:["随笔"],tags:["生活"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20180928.md",rawData:`\r
title: 经典数学题的现实应用\r
date: 2018-09-28 13:35:29\r
categories:\r
- 随笔\r
tags:\r
- 生活\r`};export{o as _internal,e as body,t as collection,a as data,n as id,r as slug};
