import{c as s}from"./index.c97107e6.js";import{s as a}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function p(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>a({src:e[t].src,...e[t].attributes}))}const o=p(`<p>老姐总是吐槽我的头发不够好看——老姐资深宅女一枚，向来钟情银屏帅哥，对我这类不入流的梳法颇有微辞，所以对于她的审美观念我一向持观望态度，所以一直以来我都不把她的话当回事。但是她说：你的头发这么显老，才不会有女孩子喜欢呢！尽管很不情愿承认，但是屌丝多年的事实摆在面前，不由得不相信她的话似乎有几分道理。</p>
<p>发型这东西……</p>
<p>历史追溯到某个初一下午的课间，同桌若有所思地指着我的照片说：你以前的头发比现在好看多了。</p>
<p>尽管那时候我已经不喜欢让头发遮住前额，但是本能告诉我，我的头发对于他们来说实在是太另类了。同桌一本正经的样子差点颠覆了我的人生观、世界观和价值观。值得一提的是，我这位同桌长相“为所”，言语盖不住流氓的气质，以至于日后只记得他的样子而忘了他的名字。</p>
<p>我说，没有啊，现在挺好的。然后一意孤行，坚持己见，渐行渐远……</p>
<p>可能是遗传的原因，我的头发从来都是梳理不直的，所以初三那会儿无论我怎么努力，总能理出一副蹩脚的造型。后来高中渐渐习惯了头发往后梳，自己看着舒坦，也就没在意那么多。大学的时候有女生吐槽我的三六加一发型，说是复古。所谓信则有不信则无，尽管我并没有很快做出响应，但是潜意识里已经有了那种“我要当上海贼王”的神来之气，于是也就有了之后的翻天覆地。</p>
<p>两年来，我忽地发现，其实保持适当的长度，我这个 Logan 式的发型还是满养眼的，所以当我信誓旦旦地同意 to change my hairstyle 的时候，我觉得我是在开玩笑。</p>
<p>那天心血来潮洗了头，本想重温一次之前的发型，却怎样也定不了型，擦，果然是回不去了么？</p>`),i={title:"震惊！一男子听信托尼老师，原因竟是…",date:"2014-01-06T20:39:09.000Z",categories:["随笔"],tags:["生活"]},m="D:/Shin/astro-site/src/content/doc/p20140106.md",u=void 0;function F(){return`\r
老姐总是吐槽我的头发不够好看——老姐资深宅女一枚，向来钟情银屏帅哥，对我这类不入流的梳法颇有微辞，所以对于她的审美观念我一向持观望态度，所以一直以来我都不把她的话当回事。但是她说：你的头发这么显老，才不会有女孩子喜欢呢！尽管很不情愿承认，但是屌丝多年的事实摆在面前，不由得不相信她的话似乎有几分道理。\r
\r
发型这东西……\r
\r
历史追溯到某个初一下午的课间，同桌若有所思地指着我的照片说：你以前的头发比现在好看多了。\r
\r
尽管那时候我已经不喜欢让头发遮住前额，但是本能告诉我，我的头发对于他们来说实在是太另类了。同桌一本正经的样子差点颠覆了我的人生观、世界观和价值观。值得一提的是，我这位同桌长相“为所”，言语盖不住流氓的气质，以至于日后只记得他的样子而忘了他的名字。\r
\r
我说，没有啊，现在挺好的。然后一意孤行，坚持己见，渐行渐远……\r
\r
可能是遗传的原因，我的头发从来都是梳理不直的，所以初三那会儿无论我怎么努力，总能理出一副蹩脚的造型。后来高中渐渐习惯了头发往后梳，自己看着舒坦，也就没在意那么多。大学的时候有女生吐槽我的三六加一发型，说是复古。所谓信则有不信则无，尽管我并没有很快做出响应，但是潜意识里已经有了那种“我要当上海贼王”的神来之气，于是也就有了之后的翻天覆地。\r
\r
两年来，我忽地发现，其实保持适当的长度，我这个 Logan 式的发型还是满养眼的，所以当我信誓旦旦地同意 to change my hairstyle 的时候，我觉得我是在开玩笑。\r
\r
那天心血来潮洗了头，本想重温一次之前的发型，却怎样也定不了型，擦，果然是回不去了么？\r
`}function _(){return o}function b(){return[]}async function l(){const{layout:r,...n}=i;return n.file=m,n.url=u,s(c,{"set:html":o})}l[Symbol.for("astro.needsHeadRendering")]=!0;export{l as Content,_ as compiledContent,l as default,m as file,i as frontmatter,b as getHeadings,e as images,F as rawContent,u as url};
