const n="p20110320.md",t="doc",r="p20110320",e=`\r
快要进行英语听说考试了，可是我的心却忐忑不安。这倒不是患了传说中的“考试焦虑综合症”，而是因为我不知道是否要在这次考试中耍手段，作出某些违反规定的举动——先声明，这对我来说并非“技术问题”，而是我必须顾及到我身边的亲人们的感受，特别是——我的女朋友。因为早些时候她就放出风声：“如果你还在考试中违反纪律的话，那我就跟你一拍两散！”。接着她又转换语调：“但是如果你乖乖遵守一切规定，我就把我的初……吻送给你，怎么样？”\r
\r
真够狠的！对吧，我的乖乖？\r
\r
那么，好吧，我发誓我从今以后金盆洗手！\r
\r
我想，也许我可以在六点三十分的时候赶到学校，然后在八点前奔赴考场。这并不难做到。于是，我也可以在开考前三十分钟前进入备考室，签名确认，然后等待。过了一会儿——大概是三十分钟——就可以进入试室了吧！对于一个计算机高手来说，把整个考试系统整瘫痪并不难，但是这次我不会这么做，要知道，万一让她知道了，她非切了我不可！所以呢，我只能乖乖输入考生号，确认无误，等候开考。然后开始，经过，漫长的经过，结束！\r
\r
对，就是这样。哈哈哈，考试也不过如此嘛。\r
\r
下定决心后，我立马以迅雷不及掩耳盗铃之势冲到她面前对她说：“那个，我发誓，这次的英语听说考试，我绝不违反考场纪律！我发誓！”\r
\r
她很诧异，说：“你说什么啊，你？英语听说考试不是在前天就已经结束了吗？”\r
`,a={title:"并不完美的英语听说考试",author:"louisfiy",date:new Date(1300618225e3),categories:["故事"],tags:["校园"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20110320.md",rawData:`\r
title: 并不完美的英语听说考试\r
date: 2011-03-20 10:50:25\r
categories:\r
- 故事\r
tags:\r
- 校园\r`};export{o as _internal,e as body,t as collection,a as data,n as id,r as slug};
