const r="p20100216.md",n="doc",t="p20100216",e=`\r
老陈认识老洪的时候，是在高一的第二学期了吧。那时候，老陈刚刚踏入学校文学社的大门，愣头愣脑的，没少得到前辈的帮助，尤其是老洪。两人因此结下了深不可测的友谊。\r
\r
老陈是一个性格内向的人，他之所以会加入文学社这样一个热闹非凡的大集体，完全是一个偶然。一开始的确是这样。起初，老陈受邀以“特别顾问”而非正式社员的身份进入文学社，但是他和早已成为社员的老洪拥有相同的梦想，那就是振兴文学社！他们知道，既然得不到上头的重视，那么一切都只能靠自己！\r
\r
于是，在老洪的帮助下，老陈正式加盟文学社。\r
\r
在文学社，老陈的身份是写作小组组员，“职位”却混到了特别顾问，“权力”显然比外联及宣传部门的老洪还要大。但是在老陈眼里，老洪始终是前辈，并无等级之分。不过，说到两人第一次联手，却已经是在高中二年级的时候了。\r
\r
那天，老洪告诉老陈说，他想要写一部小说，一部与众不同的小说！\r
\r
老洪口中的那部小说，后来因为种种原因迟迟没有完成，却早成为一部备受争议的作品。现在，我们看到的这一章节，是后来老陈改编的那个版本。它的名字，其实就叫做《再见，野蛮人！》——\r
\r
<blockquote>\r
\r
她今年才十八岁，十八岁的她经历的却比正常人还多。她是一对野蛮人的女儿，自然地，她也成为了野蛮少女。唯一不同的是，她拥有其他野蛮人没有的宝贵财富，或者说是痛苦之源——文明！她没有正式的名字，父母都叫她茜儿，于是，茜儿就成了她的名字。\r
\r
她没有漂亮的衣服，有时候甚至连一件衣服都没有。多少次她父母赤裸裸地站在她面前，她又多少次赤裸裸地站在她父母或是其他野蛮人面前。她不敢再看下去、不敢再想下去，她感到极端的羞耻和不安。\r
\r
然而，这还是次要的。野蛮人们生活在森林之中，是丛林之神，终日过着人吃人的日子，他们互相残杀以获取食物！是的，即使是一群再野蛮的原始人类，他们也有进食的本能，一切源于对生存的渴望。那一天，她的好朋友丽误闯她父亲的领地……她看到父母在啃食自己从小最要好的朋友……她看到了野蛮人最野蛮的一面！她伤心、痛苦。丽死亡的惨状深深地印刻在她心里，成为她永生难忘的一幕。\r
\r
她开始害怕，害怕什么时候她父母把她给吃了……\r
\r
于是，一个从未有过的思想萌发了。她逃出了父母的掌控、逃出了森林、逃出了野蛮，她要去寻求文明。\r
\r
</blockquote>\r
\r
有人也许会问：“为什么要写这种……的文章呢？”\r
\r
老陈的回答几乎和老洪的一样：“因为我想要知道，到底谁是真正的野蛮人。”\r
\r
<br>\r
\r
<div class="note success">\r
\r
原创故事：Parker Maxim\r
\r
友情客串：Parker Maxim\r
\r
<br>\r
\r
扩展阅读：\r
\r
[《暗杀副社长》](/doc/p20110321)\r
\r
</div>\r
`,o={title:"路易斯と文明野蛮",author:"louisfiy",date:new Date(1266329524e3),categories:["随笔"],tags:["写作"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20100216.md",rawData:`\r
title: 路易斯と文明野蛮\r
date: 2010-02-16 14:12:04\r
categories:\r
- 随笔\r
tags:\r
- 写作\r`};export{a as _internal,e as body,n as collection,o as data,r as id,t as slug};
