import{c as o}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as i}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const p={};function c(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:p[r].src,...p[r].attributes}))}const e=c(`<div class="note primary">
<p>“我们的生活中，有一种叫距离的东西，距离可以让你获得，距离又或许会让你失去。”</p>
<div class="text-right">——题记</div>
</div>
<br>
<p>清晨的阳光穿透浓密的树林，将天文台笼罩在一片光和影的交错中。</p>
<p>“教授！教授！……”助手小王激动地把刚刚接收到的天文图像递给陈教授，“您快看看这个！”</p>
<p>“哦？这、这真的是天外文明吗？”教授扶了扶老花镜镜框，心里的激动久久不能平息。</p>
<p>长久以来，科学家都不认为百亿光年的范围内存在其他智慧生命，但是这一次，人类苦苦搜寻的地外文明竟然就出现在火星！呵，这真是奇妙的事情，当梦想不再是梦，它和现实的距离就会急速缩至零。</p>
<p>“‘众里寻他千百度，蓦然回首，那人却在灯火阑珊处’……打开射电望远镜，准备发送和平信息。”教授说道。</p>
<p>“嗯。”小王道，“教授，请允许我问一个问题，让两种陌生的文明碰撞，对人类有益处吗？”</p>
<p>教授笑了笑说：“‘你我是朋友，各拿一个苹果，彼此交换后，仍是各有一个苹果；倘若你有一种思想，我有一种思想，彼此交流，那我们每个人就有两种思想了’，我们不能认为自己是优秀的而拉开了同他人的距离。”</p>
<p>不久后，火星人拜访地球！然而这次访问没有成功，他们的飞船对地球发起了进攻，所到之处，尸横遍野，满目疮痍……</p>
<p>“教授，”小王颤抖地问，“难道我们错了？难道只有距离才能维持彼此的稳定？”</p>
<p>教授没有回答。</p>
<p>陈教授被推选为地球和平大使，登上火星人的宇宙飞船。</p>
<p>“你们为什么攻击地球？”陈教授问道。</p>
<p>“因为我们需要和平……”火星首领回答道。</p>
<p>陈教授冷笑：“这真是矛盾的回答，看看你们都做了什么！？”</p>
<p>“其实这是一场天大的误会。”火星首领道，“当我们收到地球发来的信息时，全球陷入一片恐慌，我们担心地球人会攻击我们的星球。我们彼此的不了解和猜疑促使我们来到地球。可是当我们看到人类许许多多令人厌恶憎恨的品行之后，我们失望了，所以……”</p>
<p>“所以你们攻击地球？”</p>
<p>“也许是我们对地球的偏见使我们丧失原则，我在此表示深深的歉意！”</p>
<p>后来，地球人和火星人找到了能够彼此和平的途径，那就是有礼貌地保持适当的距离。</p>
<p>“也许，距离有增添景色的魅力。”陈教授向小王狡黠地笑了笑。</p>
<br>
<p class="text-right">（全选自语文作文）</p>`),a={title:"接触",date:"2011-03-23T12:47:28.000Z",categories:["故事"],tags:["作文"]},d="D:/Shin/astro-site/src/content/doc/p20110323.md",l=void 0;function x(){return`\r
<div class="note primary">\r
\r
“我们的生活中，有一种叫距离的东西，距离可以让你获得，距离又或许会让你失去。”\r
\r
<div class="text-right">——题记</div>\r
\r
</div>\r
\r
<br>\r
\r
清晨的阳光穿透浓密的树林，将天文台笼罩在一片光和影的交错中。\r
\r
“教授！教授！……”助手小王激动地把刚刚接收到的天文图像递给陈教授，“您快看看这个！”\r
\r
“哦？这、这真的是天外文明吗？”教授扶了扶老花镜镜框，心里的激动久久不能平息。\r
\r
长久以来，科学家都不认为百亿光年的范围内存在其他智慧生命，但是这一次，人类苦苦搜寻的地外文明竟然就出现在火星！呵，这真是奇妙的事情，当梦想不再是梦，它和现实的距离就会急速缩至零。\r
\r
“‘众里寻他千百度，蓦然回首，那人却在灯火阑珊处’……打开射电望远镜，准备发送和平信息。”教授说道。\r
\r
“嗯。”小王道，“教授，请允许我问一个问题，让两种陌生的文明碰撞，对人类有益处吗？”\r
\r
教授笑了笑说：“‘你我是朋友，各拿一个苹果，彼此交换后，仍是各有一个苹果；倘若你有一种思想，我有一种思想，彼此交流，那我们每个人就有两种思想了’，我们不能认为自己是优秀的而拉开了同他人的距离。”\r
\r
不久后，火星人拜访地球！然而这次访问没有成功，他们的飞船对地球发起了进攻，所到之处，尸横遍野，满目疮痍……\r
\r
“教授，”小王颤抖地问，“难道我们错了？难道只有距离才能维持彼此的稳定？”\r
\r
教授没有回答。\r
\r
陈教授被推选为地球和平大使，登上火星人的宇宙飞船。\r
\r
“你们为什么攻击地球？”陈教授问道。\r
\r
“因为我们需要和平……”火星首领回答道。\r
\r
陈教授冷笑：“这真是矛盾的回答，看看你们都做了什么！？”\r
\r
“其实这是一场天大的误会。”火星首领道，“当我们收到地球发来的信息时，全球陷入一片恐慌，我们担心地球人会攻击我们的星球。我们彼此的不了解和猜疑促使我们来到地球。可是当我们看到人类许许多多令人厌恶憎恨的品行之后，我们失望了，所以……”\r
\r
“所以你们攻击地球？”\r
\r
“也许是我们对地球的偏见使我们丧失原则，我在此表示深深的歉意！”\r
\r
后来，地球人和火星人找到了能够彼此和平的途径，那就是有礼貌地保持适当的距离。\r
\r
“也许，距离有增添景色的魅力。”陈教授向小王狡黠地笑了笑。\r
\r
<br>\r
\r
<p class="text-right">（全选自语文作文）</p>\r
`}function y(){return e}function A(){return[]}async function m(){const{layout:t,...n}=a;return n.file=d,n.url=l,o(i,{"set:html":e})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,y as compiledContent,m as default,d as file,a as frontmatter,A as getHeadings,p as images,x as rawContent,l as url};
