import{c as p}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const o=a(`<p>“我失恋了。”</p>
<p>那是最糟糕的事了，我才17岁，一时间被同学们各种议论纷纷已经够令我烦心了，而让伯父知道这件事更是让我措手不及。在对我疼爱有加的伯父面前，我一脸沮丧地向他承认了这个事实。要知道，我出生时，大伯刚高三毕业，可想而知，家人是多么不希望我步父母的后尘。可是现在一切都变了，在突如其来的爱情面前，我甚至来不及思索便沉浸在它的甜蜜之中。一想到我不再是奶奶的乖孙女，我沮丧地叹了一口气，斜靠在大伯的肩膀上寻求安慰。</p>
<p>放学了，大伯和我坐在操场边的台阶上，看一群打篮球的男孩子们……耳边有风吹过，往事就这样娓娓道来……他刚来这所学校读高中我便注意到他，那时我才上初三，每天下午路过这里，都能见到他在篮球场上奔跑的身影。但是我那时候成绩并不好，是为了他我才开始努力念书的，最后终于如愿以偿，考上本校高中部。</p>
<p>“好吧孩子，爱情有风险，恋爱需谨慎。”</p>
<p>大伯总是有自己的一套思想，他其实并不信任中学时代的爱情，也目睹过不少失败的案例。他总说高中功课多，压力大，需要付出全部精力和时间，尤其前景未明，诸多考验。那大学的爱情呢？</p>
<p>大伯曾开玩笑说，在他的记忆中，是有过表白这回事的。他讲过一个关于男孩和女孩的故事，故事的大概情节是这样的：男孩是一个性格内向却颇有思想的男生，他就读于一所三流大学。在这里，他遇到了女孩，女孩是一个天真活泼调皮可爱但却有过一段故事的女生，因此对感情的态度与众不同。男孩并没有对女孩一见钟情，而且见面的次数其实也不多，但男孩却被女孩的好渐渐吸引。后来男孩终于在5月20号晚上发信息向女孩表白，女孩没有接受，也没有拒绝，只说谢谢男孩对她这么好……好了，故事讲完——等等，记忆中，大伯讲完这个故事之后说了一句话，他说：“这并不是故事的全部。”</p>
<p>“高一的时候，”我开始讲述另一个故事，“协会新来一个师妹，蛮可爱的，据说学习成绩还不赖，篮球却打得惨不忍睹。咱球打得还凑合，于是一有空闲就教教她，她倒是学得挺勤快，尽管技术没多大长进。有时候她还会特地向我请教，呵呵，咱倒也教得不亦乐乎。后来我交了女朋友，忙来忙去，接触篮球便少了。那天恰巧碰见她，于是开玩笑问她：‘球打得怎么样了，要不咱切磋切磋？’她笑着回答：‘其实我不喜欢打篮球，从来都不喜欢。’……”</p>
<p>“后来呢？”</p>
<p>“后来他们分开了，可是我的心却非常难受，比他们在一起时还难受……我不懂，我不懂是什么让我动了心，动了情……原来，我在乎别人，甚于在乎自己……唉，我真傻……”</p>
<p>“……傻孩子，说出来也就放下了，有时候我们只是欠给自己一个交待而已……”</p>
<p>大伯递给我一张纸巾，问我还好吧？我说好。他说，那回不回家？我说回。</p>
<p>其实，比失恋更可怕的，是年轻倔强的心。</p>`),i={title:"失恋这件小事",date:"2012-08-09T13:37:17.000Z",categories:["小说"],tags:["爱情"]},m="D:/Shin/astro-site/src/content/doc/p20120809.md",u=void 0;function b(){return`\r
“我失恋了。”\r
\r
那是最糟糕的事了，我才17岁，一时间被同学们各种议论纷纷已经够令我烦心了，而让伯父知道这件事更是让我措手不及。在对我疼爱有加的伯父面前，我一脸沮丧地向他承认了这个事实。要知道，我出生时，大伯刚高三毕业，可想而知，家人是多么不希望我步父母的后尘。可是现在一切都变了，在突如其来的爱情面前，我甚至来不及思索便沉浸在它的甜蜜之中。一想到我不再是奶奶的乖孙女，我沮丧地叹了一口气，斜靠在大伯的肩膀上寻求安慰。\r
\r
放学了，大伯和我坐在操场边的台阶上，看一群打篮球的男孩子们……耳边有风吹过，往事就这样娓娓道来……他刚来这所学校读高中我便注意到他，那时我才上初三，每天下午路过这里，都能见到他在篮球场上奔跑的身影。但是我那时候成绩并不好，是为了他我才开始努力念书的，最后终于如愿以偿，考上本校高中部。\r
\r
“好吧孩子，爱情有风险，恋爱需谨慎。”\r
\r
大伯总是有自己的一套思想，他其实并不信任中学时代的爱情，也目睹过不少失败的案例。他总说高中功课多，压力大，需要付出全部精力和时间，尤其前景未明，诸多考验。那大学的爱情呢？\r
\r
大伯曾开玩笑说，在他的记忆中，是有过表白这回事的。他讲过一个关于男孩和女孩的故事，故事的大概情节是这样的：男孩是一个性格内向却颇有思想的男生，他就读于一所三流大学。在这里，他遇到了女孩，女孩是一个天真活泼调皮可爱但却有过一段故事的女生，因此对感情的态度与众不同。男孩并没有对女孩一见钟情，而且见面的次数其实也不多，但男孩却被女孩的好渐渐吸引。后来男孩终于在5月20号晚上发信息向女孩表白，女孩没有接受，也没有拒绝，只说谢谢男孩对她这么好……好了，故事讲完——等等，记忆中，大伯讲完这个故事之后说了一句话，他说：“这并不是故事的全部。”\r
\r
“高一的时候，”我开始讲述另一个故事，“协会新来一个师妹，蛮可爱的，据说学习成绩还不赖，篮球却打得惨不忍睹。咱球打得还凑合，于是一有空闲就教教她，她倒是学得挺勤快，尽管技术没多大长进。有时候她还会特地向我请教，呵呵，咱倒也教得不亦乐乎。后来我交了女朋友，忙来忙去，接触篮球便少了。那天恰巧碰见她，于是开玩笑问她：‘球打得怎么样了，要不咱切磋切磋？’她笑着回答：‘其实我不喜欢打篮球，从来都不喜欢。’……”\r
\r
“后来呢？”\r
\r
“后来他们分开了，可是我的心却非常难受，比他们在一起时还难受……我不懂，我不懂是什么让我动了心，动了情……原来，我在乎别人，甚于在乎自己……唉，我真傻……”\r
\r
“……傻孩子，说出来也就放下了，有时候我们只是欠给自己一个交待而已……”\r
\r
大伯递给我一张纸巾，问我还好吧？我说好。他说，那回不回家？我说回。\r
\r
其实，比失恋更可怕的，是年轻倔强的心。\r
`}function y(){return o}function C(){return[]}async function f(){const{layout:t,...n}=i;return n.file=m,n.url=u,p(c,{"set:html":o})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,y as compiledContent,f as default,m as file,i as frontmatter,C as getHeadings,e as images,b as rawContent,u as url};
