import{c as p}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as s}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>c({src:e[t].src,...e[t].attributes}))}const o=a(`<p>她转身离去，走得如此毅然，如此坚决，我没有追出去，呆在原地。我也不懂哪里犯了错误，哪里出了问题，只知道她就这么走了，不会再回来。</p>
<p>女人，真是有够莫名其妙的。</p>
<p>回想这二十年来的青葱岁月，“隐忍”这个词，一直充斥着我的情感生活，也足够让我写个“恋爱编年史”了。</p>
<p>嗯……恋爱编年史，这题材不错。</p>
<p>话说……</p>
<p>小学五年级到六年级毕业喜欢过一个女生，回想起来那应该是最早的喜欢了，不止是好感。小学嘛，毛都没长齐，现在也说不出那时候的喜欢是什么感觉。反正，就是喜欢，喜欢混在一起，喜欢打成一片。可惜小学毕业之后就再没有联系，直到去年年初的小学同学聚会遇见她，只是，再也回想不起小时候的点点滴滴了。</p>
<p>初中二年级到初三毕业也喜欢过一个女生，那时候挺喜欢偷偷地看她。印象中，她应该是那种外向开朗的女孩子，和我恰好相反。关于她，似乎没什么可写的，接触并不多，很少有共同话题，呵呵，那时候就这样。初中正值青春期，谁不曾有过暗恋的对象呢？初三之后的日子，基本没了联系。曾经在母校遇见她，变化很大，再想想，原来也只是“喜欢过”。</p>
<p><code>[部分内容已加密，暂不支持查看。]</code></p>
<p>纵观，这就是这二十年的感情史，连编带凑的，不敢详写。想起曾经说过的一句话：有些东西，就算再美好，你不争取，她永远不属于你。</p>`),i={title:"恋爱编年史",date:"2013-06-23T00:33:44.000Z",categories:["随笔"],tags:["爱情"]},m="D:/Shin/astro-site/src/content/doc/p20130623.md",u=void 0;function b(){return`\r
她转身离去，走得如此毅然，如此坚决，我没有追出去，呆在原地。我也不懂哪里犯了错误，哪里出了问题，只知道她就这么走了，不会再回来。\r
\r
女人，真是有够莫名其妙的。\r
\r
回想这二十年来的青葱岁月，“隐忍”这个词，一直充斥着我的情感生活，也足够让我写个“恋爱编年史”了。\r
\r
嗯……恋爱编年史，这题材不错。\r
\r
话说……\r
\r
小学五年级到六年级毕业喜欢过一个女生，回想起来那应该是最早的喜欢了，不止是好感。小学嘛，毛都没长齐，现在也说不出那时候的喜欢是什么感觉。反正，就是喜欢，喜欢混在一起，喜欢打成一片。可惜小学毕业之后就再没有联系，直到去年年初的小学同学聚会遇见她，只是，再也回想不起小时候的点点滴滴了。\r
\r
初中二年级到初三毕业也喜欢过一个女生，那时候挺喜欢偷偷地看她。印象中，她应该是那种外向开朗的女孩子，和我恰好相反。关于她，似乎没什么可写的，接触并不多，很少有共同话题，呵呵，那时候就这样。初中正值青春期，谁不曾有过暗恋的对象呢？初三之后的日子，基本没了联系。曾经在母校遇见她，变化很大，再想想，原来也只是“喜欢过”。\r
\r
\`[部分内容已加密，暂不支持查看。]\`\r
\r
纵观，这就是这二十年的感情史，连编带凑的，不敢详写。想起曾经说过的一句话：有些东西，就算再美好，你不争取，她永远不属于你。\r
`}function y(){return o}function C(){return[]}async function d(){const{layout:r,...n}=i;return n.file=m,n.url=u,p(s,{"set:html":o})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,y as compiledContent,d as default,m as file,i as frontmatter,C as getHeadings,e as images,b as rawContent,u as url};
