const n="p20161231.md",r="doc",t="p20161231",i=`\r
**我（以下简称我）：** 研究这套日记本的构成是件非常有趣的事情。首先我们可以看到，在不同的时期，您对于日记本的命名是不一样的。\r
\r
**路易斯·费扬（以下简称路）：** 是的。这是因为，我觉得我个人的创作历程整体来说可以分为三个阶段，依次是大学以前、大学期间和大学之后，所以分别对应着三个命名系列。\r
\r
**我：** 嗯。那么能简单地介绍一下这三个系列吗？\r
\r
**路：** 好的。首先是“Sinny-00”系列，也就是大学以前完成的日记，包含“Sinny-001”、“Sinny-002”、“Sinny-003”，以及后来补充修订的一个增集“Sinny-00X”……\r
\r
**我：** 增集？\r
\r
**路：** 是这样的。其实呢，这套日记的形成时间是比较晚的，大概是在2010年12月份。但是在那之前我已经写过不少（的日记），在Sinny这个立案成立之后，在后来的写作过程中，我就陆陆续续地把以前一些零零散散的文章啊、片段啊，补充进Sinny的。大概一三年暑假的时候，有进行过一次大的变动，就是把以前没有添加进Sinny的文章，一次性地都给它添加进去，于是就有了这样一个增集。\r
\r
**我：** 也就是说，做这件事是后来的事，但是您把它在Sinny中的位置提前了。\r
\r
**路：** 没错。——“Sinny-00”子集的构成比较有意思，我记得当时是拿一个笔记本的厚度作为划分，好像是40页那样吧……再选取两个节日作为起始点和结束点，像冬至啊、315啊、儿童节啊等等等等。一、二、三本就是这么来的。不过后来的零零叉就没有这样了。\r
\r
**我：** （点点头）\r
\r
**路：** 接下来是“Sinny-4”系列。“4”表示大学四年的意思，非常浅显易懂。“4”系列的分类就比较简单了，基本就是一个学期一本，虽然有的学期写的不多，但基本上没落下，从“4.1”一直排到了“4.8”。\r
\r
**我：** 我看到“4.4”和“4.5”中间还插着一个“4.X”呢，这是怎么回事？\r
\r
**路：** 对的，还有一个“4.X”呢。因为当时是暑假，写得比较多，所以就给它独立出来了。\r
\r
**我：** 原来如此。\r
\r
**路：** 最后是毕业之后的“Sinny-X”，包括现在正在写的这篇访谈，都是属于这个系列。“X”有未知数的含义在里面，这是想表达毕业之后的一种迷茫，可能以后的命名也是这样的趋势，叫“Sinny-Y”、“Sinny-Z”之类的，这些在数学上都表示未知数，但是什么时候换呢现在还不确定，有可能会以每一段人生旅程作为一个阶段吧。\r
\r
**我：** （猛点头）\r
\r
**路：** 大概就这么多了。\r
\r
**我：** 好的，非常感谢您今天百忙之中接受我们的专访！再次感谢我们的路先生！\r
\r
**路：** 不客气。\r
`,e={title:"论一套高逼格的日记系统的命名构成及其规则",author:"louisfiy",date:new Date(1483211946e3),categories:["随笔"],tags:["写作"],draft:!1,hide:!0,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20161231.md",rawData:`\r
title: 论一套高逼格的日记系统的命名构成及其规则\r
date: 2016-12-31 19:19:06\r
categories:\r
- 随笔\r
tags:\r
- 写作\r
hide: true\r`};export{o as _internal,i as body,r as collection,e as data,n as id,t as slug};
