const t="p20170720.md",n="doc",r="p20170720",e=`\r
神说：在英雄联盟和王者荣耀之间选一个吧。于是，我毫不犹豫把后者卸载了。不是我对荣耀残忍，而是因为至少我对联盟是有感情投入的，伤钱。\r
\r
今年春节有幸试水了当前最火热的MOBA手游，惊喜不多，意外没有，刺激毛线。说下感受，瞎子都看得出来这是在复刻联盟的套路（当然当年联盟也是在“致敬”刀塔），只不过操作、出装被大大简化了，毕竟触屏始终无法模拟键盘的触感。然后呢？然后就没有然后了啊。说出来你们可能不信，我可是并不热衷游戏的休闲玩家耶。\r
\r
但就是这么一款风靡全民的手游，每天都在轻松实现王老板的小目标。单从今年联盟频频推出活动来看，被荣耀学去的“不靠装备只卖皮肤”的盈利模式确实给联盟带来一定的影响，天知道是不是玩家被挖走了。哈哈哈，腾讯挖了腾讯的用户。\r
\r
所以为什么要卸载呢？并不是为了抵制啥，初因是玩得少，借口是不想玩物丧志，根本原因是自己水，玩不来。再次重申自己是休闲玩家。嗯，就是这样。\r
`,a={title:"闲话手游",author:"louisfiy",date:new Date(1500559456e3),categories:["随笔"],tags:["书影音"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20170720.md",rawData:`\r
title: 闲话手游\r
date: 2017-07-20 14:04:16\r
categories:\r
- 随笔\r
tags:\r
- 书影音\r`};export{o as _internal,e as body,n as collection,a as data,t as id,r as slug};
