const t="p20110605.md",n="doc",r="p20110605",e=`\r
<div class="note primary">\r
\r
某一天，也许你只是和往常一样，端坐在课桌前，忽然，你发现同学们都在认真地做题；教室里还有两名监考老师巡视，他们的表情十分严肃。这显然是一场考试，但是绝非平时那种可以轻松应付的小测试，一种强烈的紧迫感向你扑面而来。“高考？！”你的脑子里马上闪现出这个可怕的念头，并联想到全省六十多万考生此时此刻也与你一样陷入艰难的处境。高中毕业生的末日来临了吗？无数的考生会惨死在高考的蹂躏之下吗？\r
\r
</div>\r
\r
<br>\r
\r
**我们战场见！！！**（此篇日记虽有且仅有五个字，却深深地表达了作者强烈的情感和殷切的祝福，可谓是短小精悍、言简意赅、一语破的，足见作者刀枪不入的文字功底和鬼哭神嚎的写作技巧以及惨绝人寰的创新能力，且字字扣人心弦、催人泪下，看者落泪、闻者伤心，既有视死如归的苍凉悲壮之意，又有壮志未酬的孤寂冷清之情，实在是令人佩服佩服！再加上以三个连绵不绝的感叹号收尾，看似有画蛇添足之嫌，实则乃画龙点睛之笔，表面看似平淡无奇，其实暗藏杀机；细细体味，意韵悠长，立意独特，有加强语气、呼应前文、深化主题、升华主旨之功效；妙笔生花，使人如闻其声、如见其景、如临其境，把作者唏哩哗啦的思想感情表达得淋漓尽致，给人有限的伤感和无限的惆怅。纵观全文，一气呵成，笔法苍劲有力，有颜、柳之遗风，既不做作，又不隐晦，有浑然天成之感，实乃高考赠语之极品，毕业留言之绝笔，是百年难得一见的千古绝句！）\r
`,a={title:"路易斯の高考寄语",author:"louisfiy",date:new Date(130731539e4),categories:["随笔"],tags:["写作"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20110605.md",rawData:`\r
title: 路易斯の高考寄语\r
date: 2011-06-05 23:09:50\r
categories:\r
- 随笔\r
tags:\r
- 写作\r`};export{o as _internal,e as body,n as collection,a as data,t as id,r as slug};
