const n="p20100816.md",r="doc",t="p20100816",e=`\r
灾难是迟早会发生的，死亡只是一个开始。\r
\r
<p class="text-right">——题记</p>\r
\r
<br>\r
\r
这种不安的情绪已经延续了许多天，恐龙们似乎有所察觉。\r
\r
远古的太阳老早就升了起来，阳光穿过茂密的丛林，在大地上留下光和影的交错。三叠纪的守望者——一条普普通通、平平凡凡的暴龙——早早便起身外出觅食。这几天异常闷热，恐龙们大多都没有心思狩猎。但守望者不同，他是家庭的顶梁柱，他有妻儿。\r
\r
守望者失望着空手而归。不知何故，最近莫名其妙倒地死去的恐龙多得惊人，但他不会把不新鲜的肉带回家，至少他的老婆孩子都很挑食。\r
\r
在丛林边缘的草地上，他发现他的小儿子正和邻居（其实这两家龙的领地相距甚远）的闺女在草地上打滚，他有些不高兴，至少让其他同类进入他的领地，这一点他难以接受。但他并无驱赶入侵者的意思，他静静地凝视着这一对年纪相仿的青梅竹马，两小无猜、不谙世事的他们就在太平盛世中度过一段纯洁无暇的童年时光。守望者也许正在为儿子的终身大事做打算。是的，不管处境有多糟糕，他总得让下一代延续香火。\r
\r
守望者从不结群捕猎，他决心独自到更远的地方寻找食物，也许是丛林之外。于是，他便朝着太阳升起的方向行进。\r
\r
顺着江河而下，原野上散发的泥土的气息掺杂着空气中淡淡的硫磺味道，向守望者迎面扑来，他陶醉在这种大自然的情调中。当他把幸福寄托在对未来的期盼中，一切都充满了变数和未知数。\r
\r
<br>\r
\r
---\r
\r
<p class="text-center">后记</p>\r
\r
话说这种带有“历史”印记的小说确实不好写，尽管为此我还特地买了一本儿童版的《恐龙百科全书》以便查阅，不过这对写好这部小说毫无积极推动作用，文中描写的动物习性以及自然环境依然缺乏科学的验证，于是最后干脆撒手不管，随它去吧。\r
`,s={title:"6500万年前的天空",author:"louisfiy",date:new Date(1281989184e3),categories:["故事"],tags:["科幻"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20100816.md",rawData:`\r
title: 6500万年前的天空\r
date: 2010-08-16 20:06:24\r
categories:\r
- 故事\r
tags:\r
- 科幻\r`};export{a as _internal,e as body,r as collection,s as data,n as id,t as slug};
