import{c as o}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as i}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function c(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const p=c(`<div class="note primary">
<p>“心灵是一个人精神境界高低的载体，有的人心念苍生，悲天悯人；有的人心胸狭窄，自私自利。”</p>
<div class="text-right">——题记</div>
</div>
<br>
<p>这是我第一次走在如此冷清的大街上，只觉得世态炎凉、人情冷漠。十五分钟前，有一位老奶奶要过马路，她手拎大包小袋的，看样子很重。“也许我应该帮她。”但是当她又打又骂地把我赶走时，我才意识到：好人难做！</p>
<p>第一次扶老奶奶过马路被轰，可是说是天真；第二次扶老奶奶过马路被轰，也可以说是无知；难道、难道这一次是愚蠢吗？</p>
<p>我想我是一个失败的好人。</p>
<p>这时候，不远处地面上一个黑色物体引起了我的注意——是一个钱包！</p>
<p>这下子我犯难了：“是捡起来交到派出所，还是随它去呢？”</p>
<p>周围没有任何过路人，只有来回穿梭的车辆。“车？对了，最近商场推出了最新一款的变形金刚模型，好想买一架啊！”我下意识地摸了摸口袋，没带钱包。</p>
<p>我又看了一眼躺在地上的钱包，心生邪念：“要是丢钱包的人是个大款，也许失主才不会在意这些钱呢！也许——混蛋，我到底在胡思乱想些什么？”</p>
<p>我转身欲走，可事实上却无法安下心来，“万一失主等着这些钱救命也说不定，万一让某个贪小便宜的人捡走了——又或者，万一我把钱包交还失主，然后他一口咬定是我偷了他的钱包后良心发现，要我赔偿精神损失……这年头，什么事情都有可能发生。”</p>
<p>“唉，TMD，”我咒骂着，“我怎么会碰上这种难题？我并不想当什么见义勇为、拾金不昧的好人，干啥要多管闲事？我一个中学生当个好人容易吗，我？真见鬼！”</p>
<p>我看着地上那个可怜的小东西，oh，我的天啊，我仿佛听到它垂死挣扎着：“救、救……我！救命！”</p>
<p>“可恶，失主哪儿去了，难道他掉了钱包不知道吗？难道他不会原路返回啊？难道他家真是家财万贯不成？”</p>
<p>我不禁想起了自己的家境，我的心颤抖起来。忽然，我想起小时候奶奶经常教导我：“这个世界上有心念苍生，悲天悯人的人，也有心胸狭窄，自私自利的人，我们无论何时何地，都要做一个精神境界高的人。”</p>
<p>“好吧，我等！如果再没有人认领，我就、我就把这笔钱捐给希望工程——嗯，这主意挺诱人的。”</p>
<p>我不确定我实际上是在等待失主的到来还是等待自己的行动。</p>
<p>“我应该及时上交公安民警才对啊，当一个旁观者真的是我想要的吗？”我再也按捺不住内心的选择，“我也有选择的权利。对，我要选择！”</p>
<p>我走上去，捡起地上的钱包。“你终于可以回到主人的怀抱了。”</p>
<p>我打开钱包，发现——这是我的钱包！！！</p>
<br>
<p class="text-right">（全选自语文作文）</p>`),a={title:"选择",date:"2011-03-22T15:53:56.000Z",categories:["故事"],tags:["作文"]},d="D:/Shin/astro-site/src/content/doc/p20110322.md",l=void 0;function x(){return`\r
<div class="note primary">\r
\r
“心灵是一个人精神境界高低的载体，有的人心念苍生，悲天悯人；有的人心胸狭窄，自私自利。”\r
\r
<div class="text-right">——题记</div>\r
\r
</div>\r
\r
<br>\r
\r
这是我第一次走在如此冷清的大街上，只觉得世态炎凉、人情冷漠。十五分钟前，有一位老奶奶要过马路，她手拎大包小袋的，看样子很重。“也许我应该帮她。”但是当她又打又骂地把我赶走时，我才意识到：好人难做！\r
\r
第一次扶老奶奶过马路被轰，可是说是天真；第二次扶老奶奶过马路被轰，也可以说是无知；难道、难道这一次是愚蠢吗？\r
\r
我想我是一个失败的好人。\r
\r
这时候，不远处地面上一个黑色物体引起了我的注意——是一个钱包！\r
\r
这下子我犯难了：“是捡起来交到派出所，还是随它去呢？”\r
\r
周围没有任何过路人，只有来回穿梭的车辆。“车？对了，最近商场推出了最新一款的变形金刚模型，好想买一架啊！”我下意识地摸了摸口袋，没带钱包。\r
\r
我又看了一眼躺在地上的钱包，心生邪念：“要是丢钱包的人是个大款，也许失主才不会在意这些钱呢！也许——混蛋，我到底在胡思乱想些什么？”\r
\r
我转身欲走，可事实上却无法安下心来，“万一失主等着这些钱救命也说不定，万一让某个贪小便宜的人捡走了——又或者，万一我把钱包交还失主，然后他一口咬定是我偷了他的钱包后良心发现，要我赔偿精神损失……这年头，什么事情都有可能发生。”\r
\r
“唉，TMD，”我咒骂着，“我怎么会碰上这种难题？我并不想当什么见义勇为、拾金不昧的好人，干啥要多管闲事？我一个中学生当个好人容易吗，我？真见鬼！”\r
\r
我看着地上那个可怜的小东西，oh，我的天啊，我仿佛听到它垂死挣扎着：“救、救……我！救命！”\r
\r
“可恶，失主哪儿去了，难道他掉了钱包不知道吗？难道他不会原路返回啊？难道他家真是家财万贯不成？”\r
\r
我不禁想起了自己的家境，我的心颤抖起来。忽然，我想起小时候奶奶经常教导我：“这个世界上有心念苍生，悲天悯人的人，也有心胸狭窄，自私自利的人，我们无论何时何地，都要做一个精神境界高的人。”\r
\r
“好吧，我等！如果再没有人认领，我就、我就把这笔钱捐给希望工程——嗯，这主意挺诱人的。”\r
\r
我不确定我实际上是在等待失主的到来还是等待自己的行动。\r
\r
“我应该及时上交公安民警才对啊，当一个旁观者真的是我想要的吗？”我再也按捺不住内心的选择，“我也有选择的权利。对，我要选择！”\r
\r
我走上去，捡起地上的钱包。“你终于可以回到主人的怀抱了。”\r
\r
我打开钱包，发现——这是我的钱包！！！\r
\r
<br>\r
\r
<p class="text-right">（全选自语文作文）</p>\r
`}function y(){return p}function A(){return[]}async function m(){const{layout:t,...n}=a;return n.file=d,n.url=l,o(i,{"set:html":p})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,y as compiledContent,m as default,d as file,a as frontmatter,A as getHeadings,e as images,x as rawContent,l as url};
