import{c as o}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const p=a(`<p>几乎在所有社员眼里，我只是一个有其名而无实权的“军师级”人物。但是我从来都不满足于现状，我一直在寻找一个合适的时机，干掉社长那个臭三八，然后取而代之，那样我的事业才算得上成功。</p>
<p>我把我的想法告诉死党老陈，希望他能助我一臂之力，到时候功劳各半。老陈很爽快便答应了。</p>
<p>这一天，社长突然悄悄交待我办一件事。她说副社长发现了她挪用公款的事情，现在必须把他除掉，否则后患无穷。她说：“你必须在今天晚上十点动手，这样才能和你的不在场证据完美结合。”</p>
<p>我问道：“什么不在场证据？”</p>
<p>她说：“我必须让所有社员都有充分的不在场证明，这样就没人会怀疑到我们头上。记住，今天晚上九点到十二点这段时间，你和我在老陈家里，他会证明我们两个在他家里的。明白了吗？”</p>
<p>我点点头，心想：这不正是一个千载难逢的机会吗？于是我联系老陈，要他在出事之后证明只有我和他在一起，这样一来社长便没有了不在场证明。哼哼！</p>
<p>根据社长的指示，我埋伏在停车场等待收工回家的副社长，只要他一下车……我把手套戴好，然后从衣袋里摸出一把手枪。</p>
<p>十点零二分，副社长的轿车出现在我的视线中，最后在我面前不远处停了下来。那个穿西服的男人走下车，背对着我。位置刚刚好！我一闪而出，瞪着冷酷的眼睛，露出邪恶的笑容，举起手连开三枪，然后撒腿就跑，一路狂奔到我家。</p>
<p>十点三十分。</p>
<p>等等，按照约定，我现在应该在老陈家里才对，不然如果警察发现了尸体并马上展开追查，那对我并不利。我决定到老陈家待着。</p>
<p>敲门声响起的时候，我确实吓了一跳，但是我还是非常镇定地打开门。门口站着两个身穿警服的男子，我所担心的事情果然发生了。</p>
<p>我微笑这请他们进门，但是他们婉拒道：“不必了。我们是来调查一起谋杀案的，请跟我们走一趟。”</p>
<p>我又笑着说：“对不起，我拒绝，除非你们有拘留证。”</p>
<p>警察说道：“被害人是你们社团的人，我们怀疑这跟你们的内部矛盾有关，你必须跟我们走一趟。”</p>
<p>我又说道：“你们说说，案发是什么时候？”</p>
<p>“十点左右。”</p>
<p>“那你们请回吧。我刚从我的朋友陈某那儿回来，从九点开始，我一直在他家里。我有充足的不在场证明。”</p>
<p>“你是说陈某？很抱歉，他不能给你作证啦，他死了，十点左右被人谋杀的！你被捕了！”</p>
<p>这、这他妈的到底怎么回事？</p>
<br>
<div class="note success">
<p class="text-right">Based on the novel "Not a perfect alibi"</p>
</div>`),i={title:"暗杀副社长",date:"2011-03-21T12:11:24.000Z",categories:["小说"],tags:["悬疑"]},l="D:/Shin/astro-site/src/content/doc/p20110321.md",u=void 0;function A(){return`\r
几乎在所有社员眼里，我只是一个有其名而无实权的“军师级”人物。但是我从来都不满足于现状，我一直在寻找一个合适的时机，干掉社长那个臭三八，然后取而代之，那样我的事业才算得上成功。\r
\r
我把我的想法告诉死党老陈，希望他能助我一臂之力，到时候功劳各半。老陈很爽快便答应了。\r
\r
这一天，社长突然悄悄交待我办一件事。她说副社长发现了她挪用公款的事情，现在必须把他除掉，否则后患无穷。她说：“你必须在今天晚上十点动手，这样才能和你的不在场证据完美结合。”\r
\r
我问道：“什么不在场证据？”\r
\r
她说：“我必须让所有社员都有充分的不在场证明，这样就没人会怀疑到我们头上。记住，今天晚上九点到十二点这段时间，你和我在老陈家里，他会证明我们两个在他家里的。明白了吗？”\r
\r
我点点头，心想：这不正是一个千载难逢的机会吗？于是我联系老陈，要他在出事之后证明只有我和他在一起，这样一来社长便没有了不在场证明。哼哼！\r
\r
根据社长的指示，我埋伏在停车场等待收工回家的副社长，只要他一下车……我把手套戴好，然后从衣袋里摸出一把手枪。\r
\r
十点零二分，副社长的轿车出现在我的视线中，最后在我面前不远处停了下来。那个穿西服的男人走下车，背对着我。位置刚刚好！我一闪而出，瞪着冷酷的眼睛，露出邪恶的笑容，举起手连开三枪，然后撒腿就跑，一路狂奔到我家。\r
\r
十点三十分。\r
\r
等等，按照约定，我现在应该在老陈家里才对，不然如果警察发现了尸体并马上展开追查，那对我并不利。我决定到老陈家待着。\r
\r
敲门声响起的时候，我确实吓了一跳，但是我还是非常镇定地打开门。门口站着两个身穿警服的男子，我所担心的事情果然发生了。\r
\r
我微笑这请他们进门，但是他们婉拒道：“不必了。我们是来调查一起谋杀案的，请跟我们走一趟。”\r
\r
我又笑着说：“对不起，我拒绝，除非你们有拘留证。”\r
\r
警察说道：“被害人是你们社团的人，我们怀疑这跟你们的内部矛盾有关，你必须跟我们走一趟。”\r
\r
我又说道：“你们说说，案发是什么时候？”\r
\r
“十点左右。”\r
\r
“那你们请回吧。我刚从我的朋友陈某那儿回来，从九点开始，我一直在他家里。我有充足的不在场证明。”\r
\r
“你是说陈某？很抱歉，他不能给你作证啦，他死了，十点左右被人谋杀的！你被捕了！”\r
\r
这、这他妈的到底怎么回事？\r
\r
<br>\r
\r
<div class="note success">\r
\r
<p class="text-right">Based on the novel "Not a perfect alibi"</p>\r
\r
</div>\r
`}function F(){return p}function _(){return[]}async function d(){const{layout:t,...n}=i;return n.file=l,n.url=u,o(c,{"set:html":p})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,F as compiledContent,d as default,l as file,i as frontmatter,_ as getHeadings,e as images,A as rawContent,u as url};
