const n="p20180321.md",r="doc",t="p20180321",e=`\r
在MID[^1]的办公大楼门口，两位朋友，一个胖子和一个瘦子，相遇了。\r
\r
胖子刚刚在园区餐厅里用过早餐，他的嘴唇油亮亮的，像熟透了的车厘子。他身上有一股脏脏包和喜茶的气味。瘦子刚从公交车下来，吃力地背着电脑包、雨伞和保温杯。他身上有一股二手烟和汗渍的气味。在他背后，空荡荡没有一个人影。\r
\r
“斯金尼[^2]！”胖子看到瘦子大声喊道，“是你吗？我亲爱的！多少个春夏秋冬，多少个日日夜夜没见面啦！”\r
\r
“我的天！”瘦子惊呼道，“这是菲蒂[^3]，我大学的朋友！你打从哪儿来？”\r
\r
两位朋友互相拥抱，又是亲又是吻，然后彼此看着对方泪汪汪的眼睛，又是惊喜，又是意外，又是刺激。\r
\r
“我亲爱的！”瘦子开始道，“真没有料到！简直喜出望外！哎，走得急没注意，你倒是瞧见我了。你呀，还是和以前一样，风度翩翩，文质彬彬。咳，你，你怎么样？结婚了吗？发财了吧？我还是在做老本行，程序员，工资不高，贵在稳定。噢，天哪，你也是来办理移民手续啊！”\r
\r
胖子干咳两声。\r
\r
“万万没想到呐，”瘦子接着说，“现在你也要走了。你可记得，大学的时候你是一个狂热的地球主义者，同学们还给你起了一个外号，叫1900[^4]，因为你拒绝搬出地球。哈哈……那都是陈年往事啦。”\r
\r
“喂，朋友，你生活得怎么样？”胖子热情地望着瘦子，问道，“他们给你最后期限了吗？”\r
\r
“在交接了，我亲爱的！就在下个月底，不想走也得走了，买不起房子的都被赶去火星，好歹算是有个落脚点……咳，别提了，到那种穷乡僻壤，怎么生存都是个问题。你知道的，没有关系，走不了后门，留不下来。诶，你怎么样？暂住申请肯定通过了吧？啊？”\r
\r
“不对，亲爱的，我不会被驱逐，”胖子说，“我名下有两套房子，在市区，享有地球永久居留权……”\r
\r
刹那间，瘦子面色异常，思维溢出，但很快他的大脑重启，思绪重连，脸上输出一副喜气洋洋的笑容。似乎是，他的脸上，他的眼睛里直冒火星。他本人则蜷缩起来，弯腰曲背，矮了半截……\r
\r
“我，我亲爱的……非常高兴！您，可以说，原是我大学的朋友，忽然间，一夜暴富，成了如此显赫的成功人士！嘿嘿，菲蒂様[^5]！”\r
\r
“哎，算了吧！”胖子皱起了眉头，“不必这么客气！我也就和你一样的普通家庭，顶多房子大了点，何必来这一套房地场里的奉承！”\r
\r
“哪儿行呢……您怎能这么说，菲蒂……”瘦子弯得更低，嘿嘿笑着说，“……大人系成功的代表，奋斗的典范……使我如饮再生的鸡汤……这是，对我等，某种意义上说……”\r
\r
胖子本想反驳他几句，但看到瘦子那副诚惶诚恐的寒酸相，使得菲蒂大人几乎要把早餐吐出来了。他扭过脸去，向瘦子伸出一只手告别。\r
\r
瘦子双手抱拳，一躬到地，不敢抬头。\r
\r
<br>\r
\r
<div class="note success">\r
\r
本文的另一个版本：[《胖子和瘦子》](/doc/p20141023)\r
\r
</div>\r
\r
<br>\r
\r
<div class="text-center">有关《胖子和瘦子》的热点问题</div>\r
\r
**Q：** 我们知道，安东尼·巴甫洛维奇·契诃夫是一位著名的批判现实主义大师，您此次改编他的小说，是否意味着在讽刺什么？\r
\r
**A：** 请不要乱加揣测，自[哔-]以来，每一个小市民都深信不疑，只要经过不懈的奋斗将来总有一天能够有勇气去考虑房子首付的事情，亦即我们必须通过自己的勤奋、胆量、创新和决心迈向更美好的明天，而非依赖于特定的社会阶级和他人的援助。就是说，买不起房子说明我们不够努力，而不是这个Society出了问题。\r
\r
**Q：** 所以说，这个世界很美好，值得我们为之奋斗！\r
\r
**A：** 对。你稍等一下，我去拿个快递，你就在此地不要走动……\r
\r
<br>\r
\r
[^1]: Mars Immigration Department，火星移民局\r
[^2]: Skinny，瘦子\r
[^3]: Fatty，胖子\r
[^4]: 电影《海上钢琴师》主角，一生未曾踏上陆地\r
[^5]: 日语「さま」，读作“sama”，表敬称，可译为“大人”\r
`,a={title:"胖子和瘦子",author:"louisfiy",date:new Date(1521673521e3),categories:["小说"],tags:["改编"],draft:!1,hide:!1,spoiler:!1},s={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20180321.md",rawData:`\r
title: 胖子和瘦子\r
date: 2018-03-21 23:05:21\r
categories:\r
- 小说\r
tags:\r
- 改编\r`};export{s as _internal,e as body,r as collection,a as data,n as id,t as slug};
