const n="p20140610.md",t="doc",r="p20140610",e=`\r
“鬼才”导演蒂姆·伯顿1958年8月25日出生于加利福尼亚的伯班克，典型的处女座。童年的孤独和封闭使他沉浸在自己的小世界里，由此他有大量的时间在自己的幻想之中天马行空，喜欢老式B级片和绘画。这段经历深深地影响到他后来的导演风格，他电影中那些稀奇古怪的影像，其实都是他童年“噩梦”的延续。\r
\r
高中毕业后，伯顿去了加州艺术学院，其间得到了迪士尼的奖学金（这是用来资助年轻动画人实现梦想的基金）。毕业之后，伯顿顺理成章地进入到迪士尼公司，并开始参与主流动画片的制作。虽然他意识到迪士尼的规则并不适合他的性格和创造力，但是公司很欣赏伯顿出色的天赋，他因此得以执导他的第一部短片《文森特》（1982）。这部六分钟的影片获得了评论界的好评，但是迪士尼高层却认为这部作品太过恐怖、阴暗，不适合儿童观看因而将之封杀。后来伯顿又创作了《科学怪狗》（1984），这部影片同样因为风格黑暗未获公映。\r
\r
好消息是，当时的一个演员保罗·雷宾斯看了《科学怪狗》后，便认定伯顿是他的首部长片《荒唐小混蛋奇遇记》（1985）的最佳导演人选。这部影片大获成功，伯顿迅速成名，信心大增，并在接下来的里程碑式作品《阴间大法师》（1988）当中奠定了他诡异却充满艺术感的Cult风格。\r
\r
伯顿首次执导的大投资商业电影是1989年的《蝙蝠侠》。阴暗的风格充斥着整部影片，却完美地塑造出一个充满罪恶和暴力的高谭市，少了这样的阴暗元素，就会感觉缺乏张力似的。正因为《蝙蝠侠》的票房口碑双丰收，伯顿有机会在他的下一部作品中自由发挥想像，这就是最为观众孰知的《剪刀手爱德华》。影片中那段相爱却不为世人所接受的爱情故事最为人们津津乐道，但是这是伯顿的电影，怎么可能少得了黑暗的元素呢。看，那中世纪的古城堡，爱德华苍白忧郁的脸，锋利冰冷的剪刀手，无处不弥漫着哥特的气息，死亡的气息。\r
\r
影片捧红了小生约翰尼·德普，两人性格相投，此后多次合作，是圈内有名的黄金搭档。比如1994年的《艾德·伍德》，1999年的《断头谷》，2005年的《查理和巧克力工厂》和《僵尸新娘》，2007年的《理发师陶德》，2010年的《爱丽丝梦游仙境》，以及2012年的《黑暗阴影》，这些电影，尽管褒贬不一，但无一例外的就是，它们都是极具伯顿风格的电影。\r
\r
<br>\r
\r
<p class="text-right">（全选自选修作业）</p>\r
`,a={title:"影视鉴赏Ⅱ",author:"louisfiy",date:new Date(1402430482e3),categories:["随笔"],tags:["书影音","作文"],draft:!1,hide:!1,spoiler:!1},s={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20140610.md",rawData:`\r
title: 影视鉴赏Ⅱ\r
date: 2014-06-10 20:01:22\r
categories:\r
- 随笔\r
tags:\r
- 书影音\r
- 作文\r`};export{s as _internal,e as body,t as collection,a as data,n as id,r as slug};
