const n="p20120130.md",r="doc",t="p20120130",e=`\r
大戏歇场的时候，已是子时三刻。看客们渐渐散去，不过一盏茶的功夫，偌大的广场便一片冷清。凉风轻轻吹过，卷起满地凌乱，飘落在小男孩的脚下。\r
\r
小男孩站在烧烤档前，木炭的光暖暖的。他站在那儿，看着小女孩的父亲来回不停地翻动着鸡翅。男人哆嗦着身子，生硬的手艺很快便把一个鲜嫩的鸡翅烤出点点焦黑。\r
\r
小男孩的母亲走过来，淡淡地说了句：“再烧一串吧。”\r
\r
男人会意，重新拿出一个鸡翅，小心翼翼地翻弄着。\r
\r
夜渐渐深沉，风渐渐犀利，刮在人的脸上，好不自在。女人显得有些不耐烦。\r
\r
“师傅，能快一点么？我们赶着回家……”\r
\r
男人没有说话，加快了动作。完成余下几道工序后，男人把鸡翅送到小男孩面前。\r
\r
“小弟弟，你的鸡翅。”\r
\r
“不，师傅，”女人说话了，“两串我们都要了。”\r
\r
男人先是一愣，然后一手交钱，一手交鸡翅。\r
\r
小男孩满足地在母亲的牵领下回家，他好奇地问母亲：“妈妈，你的鸡翅烤焦了，为什么不换一个啊？”\r
\r
女人看着儿子，轻轻地说：“人家也是小本生意，不容易，我们不要计较那么多啦。”\r
\r
望着消失在夜色中的母子，男人微笑着对女儿说：“丫头，收拾东西，我们回家吧。”\r
\r
“好耶！”小女孩一阵欢呼，然后眨着眼睛问父亲，“可是爸爸，天气这么冷，我们为什么不早一点儿回家呢？”\r
\r
男人摸了摸女儿的头，笑道：“那是因为，爸爸多等一会儿，就能多赚一点儿钱，就能和你开开心心回家啦。”\r
\r
小女孩似懂非懂地“哦”了一声。\r
`,a={title:"无题",author:"louisfiy",date:new Date(1327943688e3),categories:["小说"],tags:["剧情"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20120130.md",rawData:`\r
title: 无题\r
date: 2012-01-30 17:14:48\r
categories:\r
- 小说\r
tags:\r
- 剧情\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
