import{c as p}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as a}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const t={};function s(e){return e.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>c({src:t[r].src,...t[r].attributes}))}const o=s(`<p>“彩蛋”本源自西方复活节的找彩蛋游戏，有着“惊喜”（Surprise）的寓意，现在常用于指代电影中不经意出现的有趣的细节，或者影片末尾附加的电影片段。而在路易斯·费扬的N多科幻小说当中，其实也有这样一些有趣的“彩蛋”在里面，并串联成一个统一的世界观。</p>
<p>有人会问，小说《圣地神迹》和小说<a href="/doc/p20110223">《圣殿时光》</a>所提到的宝藏是否是同一个宝藏？答案是肯定的：圣殿宝藏——并且这两部戏里面的反派寻找“圣殿宝藏”的动机是一样的，那就是他们都认为传说中的“圣殿宝藏”其实是一部时间机器。但是显然，作者并无意把《圣殿时光》写成科幻。</p>
<p>说到《圣殿时光》，与男主角贺思辰差不多同时期住在同一家孤儿院的重要角色有两个。一个是<a href="/doc/p20080922">《时空行者》</a>的男主白溯征，另一个是<a href="/doc/p20081228">《“凤凰”事件始末》</a>的男主“我”。后来，他们都离开了孤儿院，成就一番事业。</p>
<p>“末日”是科幻的一大分支，在小说<a href="/doc/p20090121">《能源危机》</a>中，作者搭建了一艘前往“希望之星”的航空飞船，我们不妨假设一下，主角杨佳陶发明了新型燃料，《“凤凰”事件始末》的“我”发明了光速引擎，<a href="/doc/p20100503">《智能叛变》</a>的克里斯·布莱克发明了导航系统并提供资金资助，最后由<a href="/doc/p20090412">《星尘遗梦》</a>的詹姆斯·谢里克担当驾驶。完美！</p>
<p>试想一下，由于《能源危机》的环境污染和《星尘遗梦》的生化危机，地球变得不堪，有的人提出移民，造了飞船，飞向“希望之星”（巧的是，这颗星就是克尔克罗斯的故乡）；有的人则留下来，改良了粮食合成方法，发明了叶绿素移植技术，后来爆发了战争（<a href="/doc/p20101011">《SEED》</a>）……干得漂亮！</p>
<br>
<div class="note success">
<p>相关文章：</p>
<p><a href="/doc/p20110118">《路易斯の科幻小说》</a></p>
<p><a href="/doc/p20130826">《路易斯の科幻小说Ⅱ》</a></p>
<br>
<p>扩展阅读：</p>
<p><a href="/doc/p20110706">《路易斯の凤凰事件》</a></p>
<p><a href="/doc/p20180105">《路易斯の智能叛变》</a></p>
</div>`),d={title:"路易斯の科幻小说Ⅲ",date:"2015-02-26T19:02:27.000Z",categories:["随笔"],tags:["写作"]},i="D:/Shin/astro-site/src/content/doc/p20150226.md",f=void 0;function E(){return`\r
“彩蛋”本源自西方复活节的找彩蛋游戏，有着“惊喜”（Surprise）的寓意，现在常用于指代电影中不经意出现的有趣的细节，或者影片末尾附加的电影片段。而在路易斯·费扬的N多科幻小说当中，其实也有这样一些有趣的“彩蛋”在里面，并串联成一个统一的世界观。\r
\r
有人会问，小说《圣地神迹》和小说[《圣殿时光》](/doc/p20110223)所提到的宝藏是否是同一个宝藏？答案是肯定的：圣殿宝藏——并且这两部戏里面的反派寻找“圣殿宝藏”的动机是一样的，那就是他们都认为传说中的“圣殿宝藏”其实是一部时间机器。但是显然，作者并无意把《圣殿时光》写成科幻。\r
\r
说到《圣殿时光》，与男主角贺思辰差不多同时期住在同一家孤儿院的重要角色有两个。一个是[《时空行者》](/doc/p20080922)的男主白溯征，另一个是[《“凤凰”事件始末》](/doc/p20081228)的男主“我”。后来，他们都离开了孤儿院，成就一番事业。\r
\r
“末日”是科幻的一大分支，在小说[《能源危机》](/doc/p20090121)中，作者搭建了一艘前往“希望之星”的航空飞船，我们不妨假设一下，主角杨佳陶发明了新型燃料，《“凤凰”事件始末》的“我”发明了光速引擎，[《智能叛变》](/doc/p20100503)的克里斯·布莱克发明了导航系统并提供资金资助，最后由[《星尘遗梦》](/doc/p20090412)的詹姆斯·谢里克担当驾驶。完美！\r
\r
试想一下，由于《能源危机》的环境污染和《星尘遗梦》的生化危机，地球变得不堪，有的人提出移民，造了飞船，飞向“希望之星”（巧的是，这颗星就是克尔克罗斯的故乡）；有的人则留下来，改良了粮食合成方法，发明了叶绿素移植技术，后来爆发了战争（[《SEED》](/doc/p20101011)）……干得漂亮！\r
\r
<br>\r
\r
<div class="note success">\r
\r
相关文章：\r
\r
[《路易斯の科幻小说》](/doc/p20110118)\r
\r
[《路易斯の科幻小说Ⅱ》](/doc/p20130826)\r
\r
<br>\r
\r
扩展阅读：\r
\r
[《路易斯の凤凰事件》](/doc/p20110706)\r
\r
[《路易斯の智能叛变》](/doc/p20180105)\r
\r
</div>\r
`}function v(){return o}function A(){return[]}async function u(){const{layout:e,...n}=d;return n.file=i,n.url=f,p(a,{"set:html":o})}u[Symbol.for("astro.needsHeadRendering")]=!0;export{u as Content,v as compiledContent,u as default,i as file,d as frontmatter,A as getHeadings,t as images,E as rawContent,f as url};
