const n="p20121230.md",r="doc",t="p20121230",e=`\r
* **故事一**\r
\r
八十岁那年，我一生中最心爱的女子一病不起。而我，六十年来甚至来不及说一句：“我爱你。”\r
\r
我悄悄地来到她的身边，牵着她干瘪的手，望着病床上憔悴的她，掩不住内心的痛苦：“对不起，我来迟了。”\r
\r
她轻轻地抚摸着我年轻的脸庞，仿佛明白了一切的一切。沉默了许久，她用微弱的声音问：“克里斯，你爱我吗？”\r
\r
我心里的荒原顿时燃起熊熊烈火。“爱，怎么会不爱呢？六十年来，我一直深深爱着你，只是……”\r
\r
她说：“克里斯，这不公平。是你，让我的心永远停伫在十八岁那年！”\r
\r
“可这世界上本来就没有公平可言。我一直以为我永远不会死去，可是因为你，我的心在十八岁那年就开始苍老。”\r
\r
终于，她无力地说：“克里斯，我爱你。”\r
\r
有一天，我发现我已经老了。我眼看着岁月在我的心上刻下痕迹，而颜貌却不曾改变；眼看着我至亲至爱的人一个一个从我身边离去，而我却依然苟延残喘。我轻轻地抚摸着镜框，凝望着你和我被禁锢在这小小的方框里，只有在这里，你才和我一样，拥有永恒的生命。\r
\r
<br>\r
\r
* **故事二**\r
\r
有一天，我告诉他：“你知道吗，我发现有一个女孩子总是在默默地关注着你。”\r
\r
“你怎么知道？”他笑了笑说。\r
\r
“因为，”我说，“我总是在默默地关注着她。”\r
\r
“谁？”他笑笑。\r
\r
我没有回答。他了解我的性格，他应该知道我是一个不轻易透露感情的人——我只会用沉默来回应他的询问。但是我很清楚，如果我说的是真的，那么我和他今生今世注定会是宿敌，因为他曾经非常严肃地告诉我：每一份感情都值得尊重！\r
\r
我用了整整六秒钟的时间来思考我的利害得失，当我知道其实我并没有那份勇气向她表白的时候，我笑了笑，回答道：\r
\r
“唉，其实这只不过是我的猜测，别当真。”\r
\r
“猜测？”\r
\r
“你是班长，人又好，谁都会喜欢你的。”——这真是一个拙劣的谎言！\r
\r
“可是，”他似乎没有被妥协，“你明明说你在‘默默地关注着她’，你喜欢她？”\r
\r
<br>\r
\r
* **故事三**\r
\r
他喜欢她，可她并不知道。从很久很久以前开始。\r
\r
他深知自己没有向她表白的那份勇气，于是他决定给她写信。他一次次撕掉重来，一次次地修改，最后才满意地把信纸小心翼翼地放入信封。\r
\r
然后，他把信交给我。他知道我和她是多年的朋友，所以托我帮个忙，把信捎给她。他说：“你就说是一个暗恋她的男生托你交给她的。”\r
\r
这要是在平时，我一定会鼓励他自己勇敢地去面对，但是这一次我没有，我太了解他的性格了。\r
\r
我接过那封信，那封不知道寄托了多少年轻爱恋的信，不知道该说什么好。我半开玩笑地说，你就不怕我偷看吗？\r
\r
他说，我信任你。\r
\r
就冲他这句话，这个红娘我当定了。但是没过多久，我就开始后悔了。\r
\r
我不断地向她传递他的信件，却意外地发现靠她愈来愈近的人竟是我！我开始焦虑，怀疑自己是不是已在不知不觉中喜欢上她了。显然，她已成为我梦中的影子。\r
\r
我终于忍不住向他坦白我内心的想法，而他只是淡淡一笑说，祝福你们。便转身离去。\r
\r
再三考虑之后，我向她示爱，告诉她其实我一直很喜欢她。\r
\r
她说：“我知道你一直对我有意思，我只是不知道原来你也有表白的勇气。”\r
\r
“呵呵，”我笑道，“什么时候变成我没有表白的勇气了？”\r
\r
我这么说着，因为我还不知道，在我转交给她的每一封情书里面，“寄信人”写着的，竟然都是我的名字。\r
`,a={title:"爱情微小说",author:"louisfiy",date:new Date(135691188e4),categories:["故事"],tags:["微小说","爱情"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20121230.md",rawData:`\r
title: 爱情微小说\r
date: 2012-12-30 23:58:00\r
categories:\r
- 故事\r
tags:\r
- 微小说\r
- 爱情\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
