const t="p20171231.md",n="doc",e="p20171231",r=`\r
从心里面萌发出那个念头到如今岁末，迷迷糊糊半年过去了。有人质疑说年终总结不都是写一年的吗？但是朋友，你可知道，我是不擅长撰写“年终总结”这一类文章的，我也不打算把这篇日记写成年终总结的形式。没有什么比一事无成的一年更不值得一提的了，也没有人愿意拽着自己的过去牢牢不放，完了以后自欺欺人地告诫自己来年继续努力。\r
\r
假如要为整个下半年的生活状态挑选一个关键词的话，我觉得会是：“工作”二字。毕业之后，学习便与我无缘了——虽然现在有足够空闲的时间并且大学期间也不见得自己有多勤奋——成家之前，我的生活重心仍然可以不放在家庭之上——不是我冷漠而是我从来就不懂得表达自己的情感。于是“工作”便成了不可逃避的话题。我们这群俗人缺乏远大的目标，工作就是为了赚钱。倘若不是这天风云骤变，我也不知道会在这树上吊多久，但世道提醒我，没有什么是永远不变的，森林这么大，多挂几棵试试又如何。于是就有了后来的翻天覆地。老实说，离开一座城市是一个艰难的决定，假如这里还有值得留恋的人或事的话……\r
\r
但是我想说，面试的顺利和工作的清闲对我来说不是值得开心的事情，且不论面临着随时失业的风险，人总是容易焦虑的，尤其当你陷入思考的时间越多，越是倍感前路的迷茫和现实的无奈。常常想把生活过得平淡，可平淡会招惹来孤独，而孤独是一个诅咒，削弱了你对未来的憧憬，没有了憧憬，生活只是原地踏步、周而复始，时间就像一个小偷，生命就这样一点一点消逝。\r
`,a={title:"#2017年终总结",author:"louisfiy",date:new Date(1514680528e3),categories:["随笔"],tags:["年终总结"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20171231.md",rawData:`\r
title: '#2017年终总结'\r
date: 2017-12-31 00:35:28\r
categories:\r
- 随笔\r
tags:\r
- 年终总结\r`};export{o as _internal,r as body,n as collection,a as data,t as id,e as slug};
