import{c as o}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const p=a(`<p class="text-center font-semibold">始</p>
<p>起初我对学车是不感冒的。原因有三：其一，人穷没钱买不起车；其二，路途险恶不敢开；其三，最看不过你们这些人心不古蛇吞象。</p>
<p>后来呢？后来过完年还是报了名，交了钱，一有时间就练车，一有空闲就刷题。你以为这是理由选得好，下班下得早？</p>
<p>错！一个大写加粗斜体下划线的：错。</p>
<p>你问这是为啥？理由有三：一来与同事组队团购可能价格从优；二来眼红身边亲朋好友纷纷拿照；三来一技傍身总比没有的好。</p>
<p>根本原因不好说，动机基本没有，导火索则是过年老弟怂恿开手动挡。你想啊，哥老大不小了，方向盘都没摸过，讲出去连我都觉得撸瑟好伐？</p>
<p>所以啊，年前曾暗自许下丙申猴年三大学习目标之一：学车。能不能实现是一回事，有没有是另一回事，所以嘛，想想还是蛮丰满的。</p>
<p class="text-center font-semibold">终</p>
<p>起初我对早日拿证是没有把握的。原因有三：其一，科二挂科拖了时间；其二，科三打卡停滞不前；其三，上头有令，本月1-15号取消各种休假。</p>
<p>后来呢？后来还是水到渠成，保持一月一考的龟速，顺顺利利、安安稳稳、妥妥当当地把证拿下了。你以为这是丙申猴年三大学习目标完成三分之一的节奏？</p>
<p>错！一个大写加粗斜体下划线变颜色换字体的：错。</p>
<p>你问这是为神么？不为。理由有三：一来丙申猴年已经过半；二来其它两项毫无进展；三来变数太多，鬼知道当初立下军令状是不是当真。极不靠谱。</p>
<p>再来谈谈拿证的感想，会不会开无需多讲，熟不熟练不好说，不过短期之内碰车的概率基本为〇，有没有显而易见，有没有用是一回事，年轻是资本是另一回事。路还很长，没事走两步。</p>
<p>所以啊，人丑就该多学习。</p>
<p class="text-center font-semibold">末</p>
<p>“103公里，72元的票价，平均每公里不到7毛钱。自驾的话，过路费都不止这个数了吧。”</p>
<p>“嗯。但是自驾的话，在选择对象、参与程序和体验自由等方面给旅游者提供了伸缩空间，其本身具有自由化与个性化、灵活性与舒适性及选择性与季节性等内在特点，与传统的参团方式相比具有本身的特点和魅力。”</p>
<p>“更重要的是，自驾不必掐着时间出门，不用担心错过班车，也不必忍受晚点，更不用烦恼兜路。这才是刚性需要！”</p>
<p>“说得没错！”</p>
<p>“那你他妈有车吗？”</p>
<p>“在楼下停着呢，怎么了？”</p>
<p>“……没事，我就问问。”</p>`),i={title:"没时间解释了快上车！",date:"2016-08-15T20:21:09.000Z",categories:["随笔"],tags:["生活"]},l="D:/Shin/astro-site/src/content/doc/p20160815.md",m=void 0;function F(){return`\r
<p class="text-center font-semibold">始</p>\r
\r
起初我对学车是不感冒的。原因有三：其一，人穷没钱买不起车；其二，路途险恶不敢开；其三，最看不过你们这些人心不古蛇吞象。\r
\r
后来呢？后来过完年还是报了名，交了钱，一有时间就练车，一有空闲就刷题。你以为这是理由选得好，下班下得早？\r
\r
错！一个大写加粗斜体下划线的：错。\r
\r
你问这是为啥？理由有三：一来与同事组队团购可能价格从优；二来眼红身边亲朋好友纷纷拿照；三来一技傍身总比没有的好。\r
\r
根本原因不好说，动机基本没有，导火索则是过年老弟怂恿开手动挡。你想啊，哥老大不小了，方向盘都没摸过，讲出去连我都觉得撸瑟好伐？\r
\r
所以啊，年前曾暗自许下丙申猴年三大学习目标之一：学车。能不能实现是一回事，有没有是另一回事，所以嘛，想想还是蛮丰满的。\r
\r
<p class="text-center font-semibold">终</p>\r
\r
起初我对早日拿证是没有把握的。原因有三：其一，科二挂科拖了时间；其二，科三打卡停滞不前；其三，上头有令，本月1-15号取消各种休假。\r
\r
后来呢？后来还是水到渠成，保持一月一考的龟速，顺顺利利、安安稳稳、妥妥当当地把证拿下了。你以为这是丙申猴年三大学习目标完成三分之一的节奏？\r
\r
错！一个大写加粗斜体下划线变颜色换字体的：错。\r
\r
你问这是为神么？不为。理由有三：一来丙申猴年已经过半；二来其它两项毫无进展；三来变数太多，鬼知道当初立下军令状是不是当真。极不靠谱。\r
\r
再来谈谈拿证的感想，会不会开无需多讲，熟不熟练不好说，不过短期之内碰车的概率基本为〇，有没有显而易见，有没有用是一回事，年轻是资本是另一回事。路还很长，没事走两步。\r
\r
所以啊，人丑就该多学习。\r
\r
<p class="text-center font-semibold">末</p>\r
\r
“103公里，72元的票价，平均每公里不到7毛钱。自驾的话，过路费都不止这个数了吧。”\r
\r
“嗯。但是自驾的话，在选择对象、参与程序和体验自由等方面给旅游者提供了伸缩空间，其本身具有自由化与个性化、灵活性与舒适性及选择性与季节性等内在特点，与传统的参团方式相比具有本身的特点和魅力。”\r
\r
“更重要的是，自驾不必掐着时间出门，不用担心错过班车，也不必忍受晚点，更不用烦恼兜路。这才是刚性需要！”\r
\r
“说得没错！”\r
\r
“那你他妈有车吗？”\r
\r
“在楼下停着呢，怎么了？”\r
\r
“……没事，我就问问。”\r
`}function _(){return p}function y(){return[]}async function f(){const{layout:t,...n}=i;return n.file=l,n.url=m,o(c,{"set:html":p})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,_ as compiledContent,f as default,l as file,i as frontmatter,y as getHeadings,e as images,F as rawContent,m as url};
