const n="p20141023.md",r="doc",t="p20141023",e=`\r
在SID[^1]的大楼门口，两位朋友，一个胖子和一个瘦子，相遇了。\r
\r
“斯金尼[^2]！”胖子看到瘦子大声喊道，“是你吗？我亲爱的！多少个春夏秋冬，多少个日日夜夜没见面啦。”\r
\r
“我的天！”瘦子惊呼道，“这是菲蒂[^3]，我大学的朋友！你打从哪儿来？”\r
\r
两位朋友互相拥抱，又是亲又是吻，然后彼此看着对方泪汪汪的眼睛，又惊又喜。\r
\r
“我亲爱的！”瘦子开始道，“真没有料到！简直喜出望外！哎，走的急没注意，你倒是瞧见我了。你呀，还是和以前一样，风度翩翩。咳，你，你怎么样？结婚了吧？发财了吧？我还是在做老本行，程序员，工资不高，贵在稳定。噢，天哪，你也是来办理移民手续啊！”\r
\r
胖子干咳两声。\r
\r
“万万没想到呐，”瘦子接着说，“你可记得，大学的时候你是一个狂热的保护主义者，同学们还给你起了一个外号，叫1900[^4]，因为你拒绝搬出地球。哈哈……那都是陈年往事啦。”\r
\r
“喂，朋友，你生活得怎么样？”胖子热情地望着瘦子，问道，“他们批准你了吗？”\r
\r
“没有呢，已经申请两年了，想走的人太多，大家都不愿留在地球……咳，别提了，你知道的，没有关系，走不了后门。诶，你怎么样？申请肯定通过了吧？啊？”\r
\r
“不对，亲爱的，我不必申请，”胖子说，“我是SID的副署长，负责审核公民的移民申请。”\r
\r
刹那间，瘦子脸色发白，目瞪口呆，但很快他的脸往四下里扭动，做出一副喜气洋洋的笑容，他的眼睛里直冒金星，他本人则蜷缩起来，弯腰曲背，矮了半截。\r
\r
“我，署长大人……非常高兴！您，可以说，是我的朋友，忽然间，青云直上，成了如此显赫的高官重臣！嘿嘿，长官大人！”\r
\r
“哎，算了吧！”胖子皱起了眉头，“不必这么客气！你我是大学朋友，何必来这一套官场里的奉承！”\r
\r
“哪儿行呢……您怎能这么说，长官……”瘦子弯得更低，嘿嘿笑着说，“大人体恤下情……使我如蒙再生的甘露……这是，对我等，某种意义上说……”\r
\r
胖子本想反驳他几句，但看到瘦子那副诚惶诚恐的寒酸相，使得署长大人几乎要呕吐了。他扭过脸去，向瘦子伸出一只手告别。\r
\r
瘦子双手抱拳，一躬到地，不敢抬头。\r
\r
<br>\r
\r
[^1]: Space Immigration Department，太空移民总署\r
[^2]: Skinny，瘦子\r
[^3]: Fatty，胖子\r
[^4]: 电影《海上钢琴师》主角，一生未曾踏上陆地\r
`,a={title:"胖子和瘦子",author:"louisfiy",date:new Date(1414066896e3),categories:["小说"],tags:["改编"],draft:!1,hide:!0,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20141023.md",rawData:`\r
title: 胖子和瘦子\r
date: 2014-10-23 12:21:36\r
categories:\r
- 小说\r
tags:\r
- 改编\r
hide: true\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
