const r="p20150218.md",n="doc",t="p20150218",e=`\r
故事始于2015年，为了追捕来自春晚的异次元人红包星人，宇宙战舰微信号在全国各地挑选幸运的先发人员。大四狗小鹏也成为一名6.1用户，开始了辗转于客厅、厨房、阳台、厕所等地的摇一摇。小鹏离开直播现场后，他的爪机仍然能连接去往春晚的时空，只是随着3G、4G……的发展，GSM送达讯息的时间也越来越长。“有一秒一定能摇到吧！”小鹏这么美好地憧憬着。可是，红包终于杳无音信了。\r
\r
一年后，小鹏在手机上读到了互联网全面入侵春晚颠覆传统电视直播的新闻。此时手机突然响起：“2016年的小鹏你好，我是2015年的红包哦！……”手机屏幕上映出这样的话来。\r
\r
<div class="text-right">——《星之声》</div>\r
\r
<br>\r
\r
一只神鸟口渴了，到处找水喝。神鸟看见一个大海，大海里有水。可是大海里水不多，水位又低，神鸟喝不着水，怎么办呢？神鸟看见旁边有许多小石子，想出办法来了。神鸟把小石子一个一个地放进大海里。大海里的水渐渐升高，神鸟就喝着水了。\r
\r
<div class="text-right">——《精卫填海》</div>\r
\r
<br>\r
\r
听说世界上有一种鸟是没有脚的，它只能一直飞呀飞呀，飞累了就在风里面睡觉，这种鸟一辈子只能下地一次，那一次就是它死亡的时候。这只鸟的名字就叫——\r
\r
<div class="text-right">——《愤怒的小鸟》</div>\r
\r
<br>\r
\r
---\r
\r
<p class="text-center">后记</p>\r
\r
说说、微博、朋友圈，一段话所表现的内容毕竟是有限的，它只能从一个方面描述某一件事情或某一点感受，但是围绕这件事情或这点感受，它反而在狭小的空间引爆更加具体、形象、丰富的前因后果、来龙去脉，由此引发细致的感情变化和心理活动，以及无限的遐想。\r
\r
诚然，“段子”能让我们在社交网络秀生活点滴，但心有所思的青年们一旦吃饱喝足，就会不约而同地“想太多”。有的人当它过眼云烟，事后便忘；有的人将它写下，化茧为蝶，变成日记——前者心胸坦荡，而后者则往往令自身的作文水平步青云。\r
\r
写过多年日记的路易斯常常不按常理出牌，是一个活生生的反面教材，小朋友们千万不要学哦。\r
`,s={title:"故事新编",author:"louisfiy",date:new Date(1424296143e3),categories:["故事"],tags:["微小说"],draft:!1,hide:!1,spoiler:!1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20150218.md",rawData:`\r
title: 故事新编\r
date: 2015-02-18 21:49:03\r
categories:\r
- 故事\r
tags:\r
- 微小说\r`};export{a as _internal,e as body,n as collection,s as data,r as id,t as slug};
