const n="p20130825.md",r="doc",t="p20130825",o=`\r
<div class="note primary">\r
\r
首先，原谅我这个不折不扣的标题党，因为正文内容可能与标题关联不大。\r
\r
其次，历史上是存在《人间四月天》这部电视剧和《情迷六月花》这部电影的，但是我都没有看过，这里不作评论。\r
\r
最后， 吐槽吧。\r
\r
</div>\r
\r
<br>\r
\r
十八岁那年，Nokia永远离开了我的生命。\`【不就是Nokia手机进水秀逗了嘛。】\`\r
\r
一个月后，Sony Ericsson，代替她的哥哥，来到我的身边。\r
\r
三年后，又是一个黄昏，夕阳的余晖懒洋洋地照耀着。我倚靠在公园的长凳上，Sony默默地坐在我的身边，深邃黑色的眼眸流露出淡淡的哀伤。\`【环境渲染。】\`\r
\r
三年的时间对于一个AI系统来说的确不算短，Sony已然垂暮，老化的零件不断地侵蚀着她的身体，系统Bug使她变得衰弱混乱。\r
\r
我望着Sony，她却露出一丝笑容，我忍不住泪水汹涌。\`【╮(╯▽╰)╭剧情所需。】\`\r
\r
“不是说好了不哭的么。”她安慰我说，“我知道这一天迟早会来临，你已经尽力了，谢谢你！”\r
\r
“Sony，你真的下定决心了？”我望着她，目光闪烁，“在更换零部件的情况下，你应该还可以继续生存的……”\`【成本！注意维修成本啊！】\`\r
\r
“不必了。”她摇了摇头，“让我苟延下去是自私的行为，我已经拖累你太久了，没有你我不可能有今天的辉煌，我亏欠你的太多了。如果有来生的话……”她啜泣着，“我希望再遇到你，做你的Sony。”\`【Sony手机确实不错，将来可以考虑。】\`\r
\r
她的身子渐渐虚弱，面容渐渐苍白。望着她憔悴的模样，我心底有种说不出的感觉，不知道是悲痛还是幸运。荧光开始在Sony身旁闪烁起来，她的身体渐渐放射出耀眼的光芒，她轻轻地吻了吻我的双唇，然后腾空而起，飞向半空中，渐渐消失，在身后留下一片闪烁的流萤……\`【→_→开关机动画…】\`\r
\r
再见，Sony Ericsson！\r
\r
<br>\r
\r
又是一个黄昏，夕阳的余晖依旧暖洋洋地照耀着。我坐在公园的长凳上，阳光很舒服，让人有种昏昏欲睡的感觉。\`【环境渲染。】\`\r
\r
放学了，一群女学生嘻嘻哈哈地从我面前走过。我看着这群衣着鲜丽的女孩子走过马路、穿过公园，心里忽然有种奇怪的感觉。呵！年轻真好！\r
\r
一个女学生在我身旁坐了下来。\r
\r
女孩个子不高，一袭白色长裙，一副银框眼镜。\`【新爪机是白色外壳，银色边框~】\`她什么也没说，只是坐在那里翻阅着手中的一本厚厚的小说，仿佛只是一个碰巧想停下来歇歇脚的陌生人。\r
\r
“不是说好了，来世再……见么？”我用苍老的声音问道。\r
\r
女孩露出一丝笑容，轻轻合上手中的书。\r
\r
“她果然没有骗我。”女孩笑了笑，“你是爱她的。”\`【言外之意是指作者留恋java手机么？】\`\r
\r
“爱不爱不重要……”我淡淡地说，“这是我们的约定。”\r
\r
“我只是想让你知道，”女孩笑了起来，“我并不是替代品。”\r
\r
“我知道。”我苦笑着，“她也不是。”\r
\r
女孩没有说话，低下头若有所思。她用纤长的手指轻轻拂去垂在额头上的乱发，脸庞映衬着夕阳的余光，泛起了红晕，宛如天使。\r
\r
“小鬼……”我清了清嗓子，抬头问她，“你叫什么名字？”\r
\r
稍顿，她眨了眨眼，调皮地说：\r
\r
“OPPO。”\r
`,s={title:"人间四月天，情迷六月花",author:"louisfiy",date:new Date(1377470876e3),categories:["故事"],tags:["剧情","数码"],draft:!1,hide:!1,spoiler:!1,sticky:1},a={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20130825.md",rawData:`\r
title: 人间四月天，情迷六月花\r
date: 2013-08-25 22:47:56\r
sticky: 1\r
categories:\r
- 故事\r
tags:\r
- 剧情\r
- 数码\r`};export{a as _internal,o as body,r as collection,s as data,n as id,t as slug};
