const n="p20120628.md",r="doc",t="p20120628",o=`\r
<div class="note primary">\r
\r
我沏好一杯香浓的铁观音，戴上耳机，摊开本子，端坐在书桌前，然后拿起放在桌子上的笔。接着，我郁闷了。好吧，我承认我不知道应该从何入手，真可惜了这样好的意境。我开始无聊地带坐在那儿冥思，灵感忽隐忽现地从我脑海里划过，有些轻巧，我却不急于将它们捕捉下来。\r
\r
</div>\r
\r
<br>\r
\r
一篇好的故事总能让人爱不释手，难以抗拒。就像掉进 Love River 一样，你甚至还没来得及思考，它已经以迅雷不及掩耳盗铃之势，牢牢抓住了你的心。不管你愿意与否，它都已经把你死死迷住，让你无法从容淡定，甚至让你再也不相信爱情了。\r
\r
嗯，我们先来看一个老掉牙的男孩与女孩的故事吧。故事情节大概是这样的：男孩是一个性格内向却颇有思想的男生，他就读于一所三流大学。在这里，他遇到了女孩，女孩是一个天真活泼调皮可爱但却有过一段故事的女生，因此对于感情的态度与众不同。男孩并没有对女孩一见钟情，而且见面的次数其实也不多，但男孩却被女孩的好渐渐吸引。后来男孩终于在5月20号晚上发信息向女孩表白，女孩没有接受，也没有拒绝，只说谢谢男孩对她这么好。然而这并不是故事的全部……好了，故事讲完。但是现在，它可能只是一个梗概，即便我们把“有过一段故事”补上，也顶多算两个故事简介，因为显然二者可以分别独立成章。\r
\r
不过，我倒是希望把上述故事写成一部短篇小说。为了做到这一点，咱需要把故事更加具体形象生动化，也就是添加细节神马的。所以，对于我们的短篇小说而言，它是这么开始的：\r
\r
<blockquote>\r
\r
5月25日，第266天。\r
\r
是那个沉默的夜晚吧，秦牧阳望着黎梦蝶微笑的侧脸，终于明白有些事情，你看得开未必放得下。\r
\r
那个沉闷的夜晚太平常，仿佛什么都未曾发生过、未曾改变过。至于云淡风轻里，是否徒添几分悲凉，外人恐怕已无从知晓。\r
\r
<br>\r
\r
5月22日，第263天。\r
\r
“小阳，你没事吧？”\r
\r
“我没事啦姐。”\r
\r
秦牧阳倚着栏杆，按下发送键。稀薄的阳光从实验楼的天窗倾泻而下，打在秦牧阳脸上，布满斑驳光影的笑容，是那么地无奈。\r
\r
“就这样结束了吗？”\r
\r
</blockquote>\r
\r
嗯嗯，聪明的读者相比已经发现，故事采用的是倒叙的叙事手法，这样一来，我们便需要一个故事的过程。好吧，接下来会发生什么故事呢？肯定是从男孩和女孩相遇相识说起，但是我们知道，时间线是一神奇的东西，在整个故事框架里，我们可以像非线编辑一样来处理时间——我们并不一定会使用那种手段，但是，我们是可以那样做的。\r
\r
<blockquote>\r
\r
9月3日，第1天。\r
\r
秦牧阳常常觉得，于千百人之中遇到一个特定的人，是个奇迹。这份信念，源自秦牧阳早期接触青春偶像剧以及对爱情微小说的完全会错意，可黎梦蝶并不这么想，她对感情的态度与众不同……\r
\r
9月3号是新生报到的日子，学校每年都会安排高年级的学生接待新生。于是就这样，秦牧阳遇到黎梦蝶。\r
\r
This is a story about a boy and a girl, but we should know, it's not a love story.\r
\r
</blockquote>\r
\r
好吧，完全打乱时间线，这叙事可真够复杂的。这样，故事情节就慢慢展开了。有可能，我们为了使叙事清晰而不显凌乱，可以略施小计来个双线交叉叙事推进，这完全是可以的。那么，让我们继续前进吧。\r
\r
<blockquote>\r
\r
12月20日，第109天。\r
\r
晚上无聊ing，秦牧阳的电话响了。“师兄师兄，我是小蝶，我在你楼下哩。”\r
\r
秦牧阳趴在窗台往下望，只见黎梦蝶雀跃着和他打招呼，像一只惹人爱的喜鹊。\r
\r
秦牧阳走下楼去，黎梦蝶递给他一份她亲手做的点心。\r
\r
“谢谢你，小蝶……”\r
\r
天已经黑了，夜已经深了，可是秦牧阳却睡不着，因为有一团乱糟糟的思想在他脑子里不停地翻腾。他闭上眼睛假装失忆，嗯，这主意不错，如果失忆，会不会就没有了烦扰？\r
\r
嗯，他有了一个决定。\r
\r
<br>\r
\r
12月23日，第112天。\r
\r
秦牧阳找到黎梦蝶，手里拿着一只绒毛玩具。他实在不知道向一个女生表达好感该用什么样的方式，他从来没有送过别人礼物，不是舍不得花钱，而是不知道送什么才是最合适的，你总不能当面问人家喜欢什么吧！\r
\r
所以，小送礼物这件事，难坏了我们的秦牧阳同学。所以，他只能木讷地把礼物递给人家，轻轻地说了声：“送给你！”\r
\r
秦牧阳觉得迈出了一大步。\r
\r
然后，他想起，后天便是圣诞。\r
\r
</blockquote>\r
\r
现在故事发展到这里，已经显得够复杂了，你的脑子可能一下子还没理清思路。不过这不影响你对这篇小说的理解，因为从一开始我们便说过，我们需要具体的细节，来使这个故事成为一篇合格的短篇小说。\r
\r
那么，我们讲到哪儿了？故事其实还没有结束，我们还需要一些完美的文字，来完成对“然而这并不是故事的全部……”的具体阐述。\r
\r
<br>\r
\r
<div class="note success">\r
\r
扩展阅读：\r
\r
[《路易斯の青春年华》](/doc/p20120725)\r
\r
[《路易斯の青春年华Ⅱ》](/doc/p20130331)\r
\r
</div>\r
`,e={title:"路易斯の似水时光",author:"louisfiy",date:new Date(1340897994e3),categories:["随笔"],tags:["写作"],draft:!1,hide:!1,spoiler:!1},s={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20120628.md",rawData:`\r
title: 路易斯の似水时光\r
date: 2012-06-28 15:39:54\r
categories:\r
- 随笔\r
tags:\r
- 写作\r`};export{s as _internal,o as body,r as collection,e as data,n as id,t as slug};
