const r="p20130826.md",n="doc",t="p20130826",o=`\r
其实事情是这样的，话说如果把“写于2013年8月9日”的那篇日记视为一切之“始”，那么此时此刻这篇便是一切之“终”——有始有终的做法才比较符合一位处女座的标准作风。虽说截至目前为止，重新编排部分旧时文章的工作算是接近尾声，但是也许是骨子里面那股自我得瑟的血液在涌动，一向不擅长总结陈词的我始终觉得倘若不着手一篇东拉西扯的报告，朕寝食难安！于是，走的人多了便有了路，走的夜路多了终遇鬼。无疑，科幻作为我比较会写的类型给读者留下了深刻的印象，在高中时代的我，曾写作出大量具有浅显反省意味的故事，它们都以自己独特的视角，挖掘文学中简单的人性，着力再现科幻带来的魅力，表现理想的美好和现实的无奈。然而在这个早已厌倦了叨叨絮絮的书评的今天，我们不如来扒一扒它们的灵感来源——\r
\r
首先，作为初体验的《圣地神迹》，它的表现并不算出众，故事“描述了一位年轻人为了探寻当地传说中的圣殿宝藏，穿越时空回到上世纪八十年代的冒险故事”，它的剧情灵感来源如今已经记不起了，但是有一段印象尤为深刻的是，文章末尾神秘反派露出真面目的画面，与当年『映画ドラえもん』某一集结局反派摘掉面具的一幕如出一辙。\r
\r
其次，尽管《黑暗频率》这个极具象征性的书名与正文并无实质性联系，以至于后来作者将之更名为[《“凤凰”事件始末》](/doc/p20081228)，然而这依然不影响它成为唯一一部没有确确实实灵感来源的小说，可能能想到的，便是文章当中两架设计超炫的“具备变形特质的飞行机动机体”、其中之一的“凤凰号”，就是后来《凤凰事件始末》的标题源来。\r
\r
然后，作为一篇应试教育背景下的作文，从内容上来看，[《能源危机》](/doc/p20090121)的说教味远远大于其故事性，但是面对日渐严峻的全球暖化、环境污染问题，《能源危机》还是蛮有教育意义的。而催生出这样一部小说的原始动机，便是脑海中忽然浮现出的文章的最后一句台词——“你愿意当孩子的父亲吗？”\r
\r
接着，在科幻电影史上，从 <i>"Alien"</i> 到 <i>"Species"</i> 再到 <i>"Starship Troopers"</i>，虫子什么的一直都让人退避三舍，而[《星尘遗梦》](/doc/p20090412)就是这么一部带有不好记忆的科幻恐怖小说，文中大量似有还无的地域描述其实全是出自一些科学杂志的介绍，作者并不能保证其中的真实性，也无从考证。然而也正是因为如此，《星尘遗梦》成了众多作品当中唯一一部积极向“真实”靠拢的小说。\r
\r
再者，[《SEED》](/doc/p20101011)又译《希望的种子》。这个词语出自经典TV动画『機動戦士ガンダムSEED』。有咁啱得咁巧的是，《SEED》所讲述的主题也是类似新旧人类之间的矛盾与冲突；而剧情方面，则取材自科幻杂志上某位同学的小说，“不做笼子里的小鸟”，在此作个揖，道句谢。\r
\r
最后，无论正着看、侧着看还是反着看，高中时代的集大成之作的[《智能叛变》](/doc/p20100503)几乎360°无死角，从立意到台本，标准的流水线，精湛的锻造工艺，堪称完整。但是就是这么一出看似波澜不惊的骇世之作，依然做不到不落窠臼，由于俗不可爱的青春呕像派剧情发展，为它赢得了虎头蛇尾的称号。\r
\r
<br>\r
\r
<p class="text-right">猴年马月鸡日晚</p>\r
\r
<br>\r
\r
<div class="note success">\r
\r
相关文章：\r
\r
[《路易斯の科幻小说》](/doc/p20110118)\r
\r
[《路易斯の科幻小说Ⅲ》](/doc/p20150226)\r
\r
<br>\r
\r
扩展阅读：\r
\r
[《路易斯の凤凰事件》](/doc/p20110706)\r
\r
[《路易斯の智能叛变》](/doc/p20180105)\r
\r
</div>\r
`,e={title:"路易斯の科幻小说Ⅱ",author:"louisfiy",date:new Date(1377535957e3),categories:["随笔"],tags:["写作"],draft:!1,hide:!1,spoiler:!1},c={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20130826.md",rawData:`\r
title: 路易斯の科幻小说Ⅱ\r
date: 2013-08-26 16:52:37\r
categories:\r
- 随笔\r
tags:\r
- 写作\r`};export{c as _internal,o as body,n as collection,e as data,r as id,t as slug};
