import{c as s}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as a}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function p(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>c({src:e[t].src,...e[t].attributes}))}const o=p(`<p>做了也快两年的班委了，从最初的学习委员，到现在的宣传委员，再到这学期的兼职纪律委员，职务的变动并没有改变一如既往的热忱，怀揣着满腔热血投入到壮哉我大计机的革命事业，自认为该负责的都已经尽心尽力了。可是有时候真想心平气和地说一句：我去你妈了个表！</p>
<p>以前觉得大学的班干部不同于高中，每个职位的存在都有它的权利与义务，后来知道，理想和现实是有差别滴。一个再怎么认真的班委没有广大童鞋裙众的积极配合，与一坨翔又有什么区别……好吧好吧，我不想再吐槽一群缺乏集体意识形态的槑槑了，大学自顾自才是王道我会乱说？</p>
<p>其实嘛，班委的存在并不是没有意义的，例如偶尔布置个作业啊团支书接到任务来找学习委员学习委员又委以重任于宣传委员这事咱就不说了，免得激化内部矛盾影响班级和谐。总之乱七八糟一塌糊涂的事儿多的是呢，总得管一管吧。</p>
<p>之前担任学习委员的时候太小太年轻，遇到点鸡毛蒜皮的事儿老是吐槽吐槽，后来学乖了，收敛了，忍气吞声了，该干嘛干嘛了，然后觉得哪里不对了？？？尼玛卧槽原来憋久了也会爆发的你能懂！原来不爽也是会骂娘的你能懂！冷静！冷静！！千万冷静！！！</p>
<p>码完睡觉不解释。</p>
<br>
<p>（以上所言纯属梦话。）</p>`),i={title:"口吐芬芳",date:"2013-06-27T01:29:18.000Z",categories:["随笔"],tags:["生活"]},m="D:/Shin/astro-site/src/content/doc/p20130627.md",u=void 0;function _(){return`\r
做了也快两年的班委了，从最初的学习委员，到现在的宣传委员，再到这学期的兼职纪律委员，职务的变动并没有改变一如既往的热忱，怀揣着满腔热血投入到壮哉我大计机的革命事业，自认为该负责的都已经尽心尽力了。可是有时候真想心平气和地说一句：我去你妈了个表！\r
\r
以前觉得大学的班干部不同于高中，每个职位的存在都有它的权利与义务，后来知道，理想和现实是有差别滴。一个再怎么认真的班委没有广大童鞋裙众的积极配合，与一坨翔又有什么区别……好吧好吧，我不想再吐槽一群缺乏集体意识形态的槑槑了，大学自顾自才是王道我会乱说？\r
\r
其实嘛，班委的存在并不是没有意义的，例如偶尔布置个作业啊团支书接到任务来找学习委员学习委员又委以重任于宣传委员这事咱就不说了，免得激化内部矛盾影响班级和谐。总之乱七八糟一塌糊涂的事儿多的是呢，总得管一管吧。\r
\r
之前担任学习委员的时候太小太年轻，遇到点鸡毛蒜皮的事儿老是吐槽吐槽，后来学乖了，收敛了，忍气吞声了，该干嘛干嘛了，然后觉得哪里不对了？？？尼玛卧槽原来憋久了也会爆发的你能懂！原来不爽也是会骂娘的你能懂！冷静！冷静！！千万冷静！！！\r
\r
码完睡觉不解释。\r
\r
<br>\r
\r
（以上所言纯属梦话。）\r
`}function y(){return o}function C(){return[]}async function f(){const{layout:r,...n}=i;return n.file=m,n.url=u,s(a,{"set:html":o})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,y as compiledContent,f as default,m as file,i as frontmatter,C as getHeadings,e as images,_ as rawContent,u as url};
