const n="p20110115.md",t="doc",r="p20110115",e=`\r
月光下，那个腼腆的男生坐在亭子里，头埋得低低的。亭子里没有照明，电灯坏了也没有人来修。这儿成了全校最幽静的地方，黑漆漆一片。而我就喜欢在黑暗中静静地、静静地……\r
\r
他也很喜欢一个人来到这个小亭子学习，我白天常常遇到他，彼此一笑，然后擦肩而过。我该不该上前打声招呼呢？我穿着一件薄薄的、旧旧的连衣裙呢。我尤为喜欢在有风的夜晚，穿着学校明文禁止的连衣裙，违反学校的晚修制度，做自己喜欢的事情。\r
\r
他看到我走来，我礼貌地打了声招呼，然后开始看着他，等待着他的回答，但是他一言不发。我又问他是不是有什么心事，他苦笑点点头。于是我就明白发生什么事了，今天学校公布了期中考试的成绩。我没有再说话，就那样静静地看着他。\r
\r
谢谢你的好意，我希望一个人静一静。他说。\r
\r
但是我没有挪动我的身体，依然站立在那儿，我只是不明白：有什么好值得伤心的？我一不小心走到他的面前。我说，也许我能帮你，我们是朋友，对吗？\r
\r
他突然站起来，双手穿过我纤瘦的腰，紧紧地抱着我！我傻傻地站在那儿，很奇怪，没有拒绝，也没有厌恶。他把头埋在我的肩膀上，我开始听到他轻轻的啜泣声。\r
`,a={title:"一夜",author:"louisfiy",date:new Date(1295091012e3),categories:["故事"],tags:["校园"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20110115.md",rawData:`\r
title: 一夜\r
date: 2011-01-15 11:30:12\r
categories:\r
- 故事\r
tags:\r
- 校园\r`};export{o as _internal,e as body,t as collection,a as data,n as id,r as slug};
