import{c as p}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>s({src:e[t].src,...e[t].attributes}))}const o=a(`<p>据说世界上最倒霉的春节日记是这样的：</p>
<p>“今天是大年初一，我和几个伙伴坐车去市区玩，我们玩得很开心……（以下省略2257字途中见闻描写）……我们一起度过了初一快乐的时光。（日记结束）”</p>
<p>呃，假如你正在捧腹大笑，那么请稍等一下。这篇日记其实已经包含了一些必须的元素：时间（大年初一）、地点（市区）、人物（我和几个伙伴），以及灰常形象生动具体的途中见闻描写……为什么你会觉得它似乎缺失了某些气质呢？</p>
<p>是的，它缺乏波澜起伏的故事。</p>
<p>故事可不是你在路上看到什么就写什么，故事是某种（欲言又止）——可是纵观我平凡的一生，又会有什么故事让我发生呢？我们也许可以稍微修改一下日记的开头：</p>
<p>“闹铃总是不合时宜地响起，这一次也不例外。唯一不同的是，今天是大年初一。按理说，每年的这个时候，我应该还沉浸在睡梦中尽情YY，今日一改寻常，莫非其中另有隐情？”</p>
<p>于是，我们拥有了一个事件：某一天，我反常地早起。它预示着故事的开始，一个非常规的事件。有了这样的开头，接下来就好办了，只要按照叙事顺序，再在适当的地方放置几个小高潮，最后升华主题就OK了。</p>
<p>那么，一篇日记，如何才能写好呢？一些教材给出了答案：</p>
<p>第一，“记”。生活处处有写作的素材，这需要你调动全身的感官，对一件事物进行全方面细致的了解，用眼睛看，用耳朵听，用鼻子闻，用嘴巴尝，用手指摸，用心感受，一篇鸿篇巨制的蓝图就这样构建出来。</p>
<p>第二，“记”。有了写作的素材，有些同学（比如我）比较懒，没有及时记录下来，错过了最佳写作时机，过后想补回来，就逊色多了。有时一丝让人怦然心动的灵感闪过，一定要抓住这个时机，哪怕只有寥寥一些“断片”也好。</p>`),i={title:"路易斯の春节日记",date:"2012-01-23T22:57:45.000Z",categories:["随笔"],tags:["写作"]},m="D:/Shin/astro-site/src/content/doc/p20120123.md",u=void 0;function _(){return`\r
据说世界上最倒霉的春节日记是这样的：\r
\r
“今天是大年初一，我和几个伙伴坐车去市区玩，我们玩得很开心……（以下省略2257字途中见闻描写）……我们一起度过了初一快乐的时光。（日记结束）”\r
\r
呃，假如你正在捧腹大笑，那么请稍等一下。这篇日记其实已经包含了一些必须的元素：时间（大年初一）、地点（市区）、人物（我和几个伙伴），以及灰常形象生动具体的途中见闻描写……为什么你会觉得它似乎缺失了某些气质呢？\r
\r
是的，它缺乏波澜起伏的故事。\r
\r
故事可不是你在路上看到什么就写什么，故事是某种（欲言又止）——可是纵观我平凡的一生，又会有什么故事让我发生呢？我们也许可以稍微修改一下日记的开头：\r
\r
“闹铃总是不合时宜地响起，这一次也不例外。唯一不同的是，今天是大年初一。按理说，每年的这个时候，我应该还沉浸在睡梦中尽情YY，今日一改寻常，莫非其中另有隐情？”\r
\r
于是，我们拥有了一个事件：某一天，我反常地早起。它预示着故事的开始，一个非常规的事件。有了这样的开头，接下来就好办了，只要按照叙事顺序，再在适当的地方放置几个小高潮，最后升华主题就OK了。\r
\r
那么，一篇日记，如何才能写好呢？一些教材给出了答案：\r
\r
第一，“记”。生活处处有写作的素材，这需要你调动全身的感官，对一件事物进行全方面细致的了解，用眼睛看，用耳朵听，用鼻子闻，用嘴巴尝，用手指摸，用心感受，一篇鸿篇巨制的蓝图就这样构建出来。\r
\r
第二，“记”。有了写作的素材，有些同学（比如我）比较懒，没有及时记录下来，错过了最佳写作时机，过后想补回来，就逊色多了。有时一丝让人怦然心动的灵感闪过，一定要抓住这个时机，哪怕只有寥寥一些“断片”也好。\r
`}function b(){return o}function y(){return[]}async function f(){const{layout:r,...n}=i;return n.file=m,n.url=u,p(c,{"set:html":o})}f[Symbol.for("astro.needsHeadRendering")]=!0;export{f as Content,b as compiledContent,f as default,m as file,i as frontmatter,y as getHeadings,e as images,_ as rawContent,u as url};
