const n="p20120725.md",r="doc",t="p20120725",e=`\r
路易斯喜欢写小说，我们是看得出来的。\r
\r
彼时高中，正是路易斯文章风华绝代的青春年华，明地里写过不少短篇。这些小说，只有他自己知道，表面看似，构思不错，其实内核，不够严谨。\r
\r
有时候，黄昏，夕阳红得醉人，路易斯趴在桌子上冥思，偶尔回过头，看着广大同学们很认真地做习题，他就觉得，自己太™不务正业了！\r
\r
呵，那真是一段叛逆的时光。只是这一切，并没有好的结果。\r
\r
他想，那又有什么关系呢，反正他是喜欢写的。可路易斯毕竟不是三岁小孩，他又怎么会看不出这其中的利害关系呢。\r
\r
……\r
\r
→_→，好了，不自黑了。哪有糟蹋自家作品的道理！笔视作者同志！\r
\r
<br>\r
\r
老实说，我写的爱情故事不算多，构思倒是不少。不是不想写，一来言情并非洒家之强项，二来唯恐落入狗血俗套，留下骂名。\r
\r
纵观，《青春时光里的似水年华》是为数不多的自我感觉良好的作品，其中不乏煽情的文笔，中规中矩的故事情节，以及路易斯·费扬式的结尾。它有别于以往那种小打小闹的 little love story，主要发端于作者一次有阴谋的尝试。\r
\r
我们知道，人的一生总会经历一两三次刻骨铭心的情感纠葛，或许，浪漫中有着心酸，唯美中有着无奈；多少年后，当你靠在自家客厅的木椅上，忽然心底有影子掠过，仿佛燕尾惹了湖面，往事就那样一层一层给带了出来……——倘若此时你认为《青春时光里的似水年华》是我懵懂青春的一个写照或缩影，那你就输了。表示谨慎的人儿不会把自己赤果果的亲身经历码成小说，那样子太危险了，搞不好分分钟都有可能招来围观群众的各种揣摩和猜疑，天知道这个疯狂的世界怎么了。\r
\r
但是，心有不甘的作者往往会情不自禁在小说中融入某些看起来似曾相识的回忆。无论目的何在，总有人在看到这些熟悉的画面时会心一笑，冷暖与他人无关，完美只在于自己的心情。\r
\r
<br>\r
\r
<div class="note success">\r
\r
相关文章：\r
\r
[《路易斯の青春年华Ⅱ》](/doc/p20130331)\r
\r
[《路易斯の似水时光》](/doc/p20120628)\r
\r
<br>\r
\r
扩展阅读：\r
\r
[《青春时光里的似水年华》](/doc/p20120505)\r
\r
[《青春时光里的似水年华（剧本）》](/doc/p20131118)\r
\r
</div>\r
`,o={title:"路易斯の青春年华",author:"louisfiy",date:new Date(1343220917e3),categories:["随笔"],tags:["写作"],draft:!1,hide:!1,spoiler:!1},s={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20120725.md",rawData:`\r
title: 路易斯の青春年华\r
date: 2012-07-25 12:55:17\r
categories:\r
- 随笔\r
tags:\r
- 写作\r`};export{s as _internal,e as body,r as collection,o as data,n as id,t as slug};
