import{c as s}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as i}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function u(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>c({src:e[t].src,...e[t].attributes}))}const o=u(`<ul>
<li><strong>2017.05.16</strong></li>
</ul>
<p>好像有谁说过这样的话：任何一个单位，只要到了开始强调考勤、打卡的时候，一定是它走下坡路的时候。首先请不要误会，我搬出这句话再带个名人的名字，并不是为了讽刺哪家公司，也不是为了针对谁，毕竟在座各位，永远处于创业的快速发展阶段，怎么可能走下坡路是吧？</p>
<p>话说当年我刚进入这家公司的时候，前辈们告诉我，老板并不喜欢搞打卡（嗯，听起来就像是一家互联网公司）。那时候有这么一个事实，可能大家并不是每天早上八点半准时上班，但是自觉地干到傍晚六点后下班——也不仅仅是因为时间上的补偿——尤其在换了新办公环境之后，九九六似乎无形之中成了一种企业文化，没有强求也不需要监督。大家抱着学习的心态，也不在乎别人下班早，即使工资不高，也没有加班费，项目周期短，还经常改改改，但是我们这批单身老油条愿意啊。</p>
<p>当然啦，也不是每个人都有这种认同感，可能他们事情少、能力强、效率高，有自己的时间自己的规划，自然不会忙成狗。嗯，一定是这样。</p>
<p>你说既然这样，为什么不滚蛋？我去年买了个表，老子上班是为了赚钱，其次是懒，再说要真是翅膀硬了，天高任鸟飞。大家都是成年人，有些事情呢，看在眼里放在心里就好，没必要愤世嫉俗、怨天尤人，毕竟拿人手短……不对，拿人钱财……也不对，总之就是做人最重要是开心，好好干，别逼逼。</p>
<br>
<ul>
<li><strong>2017.08.29</strong></li>
</ul>
<p>第一次离职，没什么经验，很多事情都挤压到最后这几天，当然可能也跟自己最后这段时间肆无忌惮，纯粹作死有关。首先是源源不断的维护性项目，debug过程并不顺利，有的bug一直卡着不想解决，就这么一直拖着直到离开；其次是客户，也不知怎么滴我的联系方式泄漏给客户，导致临走前还要搞对接，光是教他们如何在Eclipse上正确使用我们公司的工程就足以花掉一个上午；最后是走流程，就是拿着一份交接清单，分别集齐研发、运维、行政、财务、人事等各个相关部门负责人的签名，最后领取解除劳动合同证明一张，才算完成。</p>
<p>至此，职业生涯第一份工作结束。幕落，全剧终——</p>`),l={title:"记一次离职",date:"2017-08-29T11:54:21.000Z",categories:["随笔"],tags:["工作"]},p="D:/Shin/astro-site/src/content/doc/p20170829.md",a=void 0;function _(){return`\r
* **2017.05.16**\r
\r
好像有谁说过这样的话：任何一个单位，只要到了开始强调考勤、打卡的时候，一定是它走下坡路的时候。首先请不要误会，我搬出这句话再带个名人的名字，并不是为了讽刺哪家公司，也不是为了针对谁，毕竟在座各位，永远处于创业的快速发展阶段，怎么可能走下坡路是吧？\r
\r
话说当年我刚进入这家公司的时候，前辈们告诉我，老板并不喜欢搞打卡（嗯，听起来就像是一家互联网公司）。那时候有这么一个事实，可能大家并不是每天早上八点半准时上班，但是自觉地干到傍晚六点后下班——也不仅仅是因为时间上的补偿——尤其在换了新办公环境之后，九九六似乎无形之中成了一种企业文化，没有强求也不需要监督。大家抱着学习的心态，也不在乎别人下班早，即使工资不高，也没有加班费，项目周期短，还经常改改改，但是我们这批单身老油条愿意啊。\r
\r
当然啦，也不是每个人都有这种认同感，可能他们事情少、能力强、效率高，有自己的时间自己的规划，自然不会忙成狗。嗯，一定是这样。\r
\r
你说既然这样，为什么不滚蛋？我去年买了个表，老子上班是为了赚钱，其次是懒，再说要真是翅膀硬了，天高任鸟飞。大家都是成年人，有些事情呢，看在眼里放在心里就好，没必要愤世嫉俗、怨天尤人，毕竟拿人手短……不对，拿人钱财……也不对，总之就是做人最重要是开心，好好干，别逼逼。\r
\r
<br>\r
\r
* **2017.08.29**\r
\r
第一次离职，没什么经验，很多事情都挤压到最后这几天，当然可能也跟自己最后这段时间肆无忌惮，纯粹作死有关。首先是源源不断的维护性项目，debug过程并不顺利，有的bug一直卡着不想解决，就这么一直拖着直到离开；其次是客户，也不知怎么滴我的联系方式泄漏给客户，导致临走前还要搞对接，光是教他们如何在Eclipse上正确使用我们公司的工程就足以花掉一个上午；最后是走流程，就是拿着一份交接清单，分别集齐研发、运维、行政、财务、人事等各个相关部门负责人的签名，最后领取解除劳动合同证明一张，才算完成。\r
\r
至此，职业生涯第一份工作结束。幕落，全剧终——\r
`}function y(){return o}function C(){return[]}async function m(){const{layout:r,...n}=l;return n.file=p,n.url=a,s(i,{"set:html":o})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,y as compiledContent,m as default,p as file,l as frontmatter,C as getHeadings,e as images,_ as rawContent,a as url};
