const n="p20160211.md",r="doc",t="p20160211",e=`\r
<div class="note primary">\r
\r
谁会想到，团战之前居然能有机会回一趟城。名义上，队友们觉得我是回去升级装备的——事实上亦是如此——其实出门在外，磕磕碰碰，一路走来，又有谁在意此时的你是否残血呢？一场游戏，那些最初陪伴你的防御塔、水晶，随着时间的车轮碾过终究轰然倒下，唯有你身后的那座泉水，从一级到十八级，不远千里，始终对你如一。\r
\r
</div>\r
\r
<br>\r
\r
据我所知，咱们乡下人向来向往往大城市发展，所以多少年来，珠三角地区一直是本地年青人为之奋斗实现自我国梦的地方。那里不乏就业的机会，也需要你们这样的人才，说来说去就是如果你一个年轻人一辈子窝死在老家那是没出息的。观念如此，事实亦是如此。\r
\r
要我说，我是在那儿完成学业，因为那里有这样的资源，毕业后我也在那儿工作，因为那里工资高福利好。过几天过完年又要回去了。我曾经说过我很不适应生活环境的改变，四年大学每一次的回家回校来临之前，总是表现出莫名其妙的烦躁与不安。\r
\r
从成长的故乡到工作的地方，400多公里，6个多小时的车程，说长那是你没见过世面，但是说短也并不意味着你能够轻松地往返两地，甚至之前跟随同事出差深圳都是一种煎熬。都说现在交通什么的便利不少，但是我总是不乐意花上大把大把的时间在枯燥的路途之上。\r
\r
成家之前，毕业之后，all you need is work。大家都说IT行业的工作好赚，可是没有谁说IT行业的工作好不好玩。我一直不是个具备上进心的人，自己都难以相信自己将来能在这一领域出人头地。引用一句话就是：我看不到未来。\r
\r
曾想过在老家这边找一份踏实的工作，工资不高，福利不好，贵在安定。可惜也只是想想。有人说工作之后，人会变得更加看重金钱，其实我看重的只是金钱的重要性。\r
\r
人就这一世，何苦负担这么重呢？\r
`,a={title:"记一次回家",author:"louisfiy",date:new Date(1455187959e3),categories:["随笔"],tags:["生活"],draft:!1,hide:!1,spoiler:!1},o={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20160211.md",rawData:`\r
title: 记一次回家\r
date: 2016-02-11 10:52:39\r
categories:\r
- 随笔\r
tags:\r
- 生活\r`};export{o as _internal,e as body,r as collection,a as data,n as id,t as slug};
