import{c as s}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as o}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const t={};function a(p){return p.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>c({src:t[r].src,...t[r].attributes}))}const e=a(`<p class="text-center">（一）</p>
<p>朋友下午消失了好几个小时，一度让我以为是灵异事件。</p>
<p>朋友资深宅男一枚，平日甚少出门，偶有也会打个招呼，所以这次如此反常的现象在科学上是解释不通的。</p>
<p>盛传历史上曾经发生过为数不少的神秘失踪事件，尽管真假莫辨、可信度不高，但是所谓信则有不信则无，处女座技术宅们往往擅长脑补各种YY可能性，所以胸怀修身齐家治国平天下的我不禁担心起朋友的命运来……</p>
<p>傍晚我回宿舍的时候，朋友正正襟危坐在电脑前咀嚼打包的晚饭，淡定自如得仿佛什么事情都没发生过一样。</p>
<p>我说：“你是怎么回来的？”</p>
<p>他说：“打的。北门下的车。”</p>
<p>我说：“你知道吗，历史上记载着一些奇闻轶事，有人神秘地从地球上消失却不留下痕迹。”</p>
<p>他说：“我知道。水表在门外。”</p>
<p>——“哦。”我说。</p>
<p class="text-center">（二）</p>
<p>有人说，喜欢一座城市，是因为喜欢那城市里的一个人。</p>
<p>朋友也是矫情的种，他曾说过，他不会去某个城市，因为内个城市是她的故乡。</p>
<p>如今看来，他确实打脸了。</p>
<p>我说：“我以为你会贯彻落实‘喜欢就是逃避’的原则哩，如今看来，承诺就是个屁啊。”</p>
<p>他说：“这是两码事好伐？我这次是去旅游，不是探亲啊混蛋。”</p>
<p>我说：“你丫干嘛这么鸡冻，是不是亏心事做多了？”</p>
<p>他说：“呵呵，劳资不怕鬼敲门。”</p>
<p>——“谁知道？”我说。</p>
<p class="text-center">（三）</p>
<p>我想，朋友其实并不擅长撰写回忆记录。因为当我质疑他为嘛不把昨天的遭遇码成小说，他回：没什么好写的。</p>
<p>据说现在的年轻人普遍热衷结伴游玩山水，我完全可以理解；但是他们的旅程大多并没有高尚的目的，纯粹就是好玩，青春就是他们的资本。</p>
<p>什么，你说情侣游？——呵呵。</p>
<p>朋友说，大学三年，他去过三所高校，会过多位昔友，其间经历大同小异，你不能反客为主，但是也没有宾至如归的感觉。</p>
<p>我说：“你想表达什么？”</p>
<p>——“没什么。”他说。</p>
<p class="text-center">（四）</p>
<p>朋友最近很郁闷，茶饭不思的样子让我以为他又失恋了。尔后在我的旁敲侧击之下，事情的真相渐渐浮出水面……</p>
<p>我说：“有一部电视剧叫《回家的诱惑》，虽然我一集都没有看过，但是姑且让我们望文生义一下，所以你知道我知道你在想什么吗？”</p>
<p>朋友不以为然：“首先，《回家的诱惑》是改编自韩国电视剧《妻子的诱惑》，因此剧名只是浮云，不能说明那就是主题；其次，‘望文生义’是贬义词，放在这里并不合适；最后我想说，老……我怎么知道你知道我在想什么。Come on!”</p>
<p>我说：“All in all, stay or not stay, that’s your question.”</p>
<p>——“Speak Chinese.”他说。</p>
<p class="text-center">（五）</p>
<p>朋友放下手中的笔记本感叹道：“现在小日子过得越来越无趣了。”</p>
<p>我瞥了他一眼，以为他要放大招了。他说：“大学四年写的东西还不如高三一学期多。”</p>
<p>当我还在琢磨“过日子”与“写得多少”有毛线关系的时候，他又说：“高考前那几个月是我一生中创作最辉煌的时刻。”</p>
<p>至此我已经不难看出本次话题的槽点所在了。我说：“高中不一样，高中没有电脑，你不会把你大量的时间花费在电脑之上，你可以更好地创作。”</p>
<p>朋友没有反驳我的观点：“当然还有一个原因，也是关键所在，主要是大学没有读者，你们都不屑于……。不像高中，写出来的文章有人看。”</p>
<p>至此我更加明确本次话题的槽点所在了。我说：“你何须在意他人的看法呢，文学创作不是为别人，而是为自己。”</p>
<p>朋友说：“你知道吗，有同学曾经问我，为什么不把写作当成一项副业……”</p>
<p>我说：“我知道你想说，‘只是兴趣而已’，对吧。”</p>
<p>朋友侧目：“知道你还说个XX啊！”</p>
<p>——“你妹。”我说。</p>
<p class="text-center">（六）</p>
<p>朋友问我：“你写小说敢不敢不要抄袭？”</p>
<p>我说：“我没有抄袭，我只是模仿。”</p>
<p>朋友又说：“你写小说敢不敢不要模仿？”</p>
<p>我说：“算不上模仿，最多是参考。”</p>
<p>朋友再说：“你写小说敢不敢不要参考？”</p>
<p>我说：“不敢。”</p>
<p>可能是我的回答太他妈机智了，朋友一时半会竟答不上话来。</p>
<p>我说：“同样是写科幻小说，别人写人工智能，我也写人工智能，这能算抄袭吗？”</p>
<p>朋友说：“不能说抄袭，应该是模仿。”</p>
<p>我说：“同样是写人工智能，别人写虚拟化复活，我也写虚拟化复活，这能算模仿吗？”</p>
<p>朋友说：“这不是模仿，这只是参考。”</p>
<p>——“你看，就是这样！”我说。</p>
<p class="text-center">（七）</p>
<p>我正在写日记，朋友说：“你知道什么是日记吗？”</p>
<p>“啊？”我表示不解。</p>
<p>朋友说：“日记是指用来记录其内容的载体。作为一种文体，它属于记叙文性质的应用文。日记的内容，来源于我们对生活的观察或感受，因此，日记可以记事，可以写人，可以状物，可以写景，也可以记述活动，但凡是自己在一天中做过的，或看到的，或听到的，或想到的，都可以是日记的内容。”</p>
<p>我说：“你丫有本事别度娘。”</p>
<p>他说：“这不是重点，重点是，你为什么写日记？”</p>
<p>想起曾经说过的一些话，我说：“很久很久以前，我就一直在想着把每一天的经历或感触写入日记本，留作多年以后的美好记忆……”</p>
<p>朋友说：“但是你不是一个懂得坚持的家伙。很显然，你是一个懒散的人……”</p>
<p>我说：“但是‘懒散’绝对不会成为我不写日记的借口。有时候，我只是希望能有更加完美的文笔……”</p>
<p>朋友说：“或许有时候，你只是希望把那些不能说的秘密深深地埋藏在心底，让它生根、发芽……最后茁壮成长，直到一点一点地侵噬你整个肉体……”</p>
<p>我说：“所以，日记是个好东西？”</p>
<p>——“见仁见智。”朋友说。</p>`),l={title:"那年夏天，宁静的仔",date:"2014-06-29T01:11:15.000Z",updated:"2014-07-15T13:35:03.000Z",categories:["随笔"],tags:["生活"]},i="D:/Shin/astro-site/src/content/doc/p20140629.md",u=void 0;function h(){return`\r
<p class="text-center">（一）</p>\r
\r
朋友下午消失了好几个小时，一度让我以为是灵异事件。\r
\r
朋友资深宅男一枚，平日甚少出门，偶有也会打个招呼，所以这次如此反常的现象在科学上是解释不通的。\r
\r
盛传历史上曾经发生过为数不少的神秘失踪事件，尽管真假莫辨、可信度不高，但是所谓信则有不信则无，处女座技术宅们往往擅长脑补各种YY可能性，所以胸怀修身齐家治国平天下的我不禁担心起朋友的命运来……\r
\r
傍晚我回宿舍的时候，朋友正正襟危坐在电脑前咀嚼打包的晚饭，淡定自如得仿佛什么事情都没发生过一样。\r
\r
我说：“你是怎么回来的？”\r
\r
他说：“打的。北门下的车。”\r
\r
我说：“你知道吗，历史上记载着一些奇闻轶事，有人神秘地从地球上消失却不留下痕迹。”\r
\r
他说：“我知道。水表在门外。”\r
\r
——“哦。”我说。\r
\r
<p class="text-center">（二）</p>\r
\r
有人说，喜欢一座城市，是因为喜欢那城市里的一个人。\r
\r
朋友也是矫情的种，他曾说过，他不会去某个城市，因为内个城市是她的故乡。\r
\r
如今看来，他确实打脸了。\r
\r
我说：“我以为你会贯彻落实‘喜欢就是逃避’的原则哩，如今看来，承诺就是个屁啊。”\r
\r
他说：“这是两码事好伐？我这次是去旅游，不是探亲啊混蛋。”\r
\r
我说：“你丫干嘛这么鸡冻，是不是亏心事做多了？”\r
\r
他说：“呵呵，劳资不怕鬼敲门。”\r
\r
——“谁知道？”我说。\r
\r
<p class="text-center">（三）</p>\r
\r
我想，朋友其实并不擅长撰写回忆记录。因为当我质疑他为嘛不把昨天的遭遇码成小说，他回：没什么好写的。\r
\r
据说现在的年轻人普遍热衷结伴游玩山水，我完全可以理解；但是他们的旅程大多并没有高尚的目的，纯粹就是好玩，青春就是他们的资本。\r
\r
什么，你说情侣游？——呵呵。\r
\r
朋友说，大学三年，他去过三所高校，会过多位昔友，其间经历大同小异，你不能反客为主，但是也没有宾至如归的感觉。\r
\r
我说：“你想表达什么？”\r
\r
——“没什么。”他说。\r
\r
<p class="text-center">（四）</p>\r
\r
朋友最近很郁闷，茶饭不思的样子让我以为他又失恋了。尔后在我的旁敲侧击之下，事情的真相渐渐浮出水面……\r
\r
我说：“有一部电视剧叫《回家的诱惑》，虽然我一集都没有看过，但是姑且让我们望文生义一下，所以你知道我知道你在想什么吗？”\r
\r
朋友不以为然：“首先，《回家的诱惑》是改编自韩国电视剧《妻子的诱惑》，因此剧名只是浮云，不能说明那就是主题；其次，‘望文生义’是贬义词，放在这里并不合适；最后我想说，老……我怎么知道你知道我在想什么。Come on!”\r
\r
我说：“All in all, stay or not stay, that's your question.”\r
\r
——“Speak Chinese.”他说。\r
\r
<p class="text-center">（五）</p>\r
\r
朋友放下手中的笔记本感叹道：“现在小日子过得越来越无趣了。”\r
\r
我瞥了他一眼，以为他要放大招了。他说：“大学四年写的东西还不如高三一学期多。”\r
\r
当我还在琢磨“过日子”与“写得多少”有毛线关系的时候，他又说：“高考前那几个月是我一生中创作最辉煌的时刻。”\r
\r
至此我已经不难看出本次话题的槽点所在了。我说：“高中不一样，高中没有电脑，你不会把你大量的时间花费在电脑之上，你可以更好地创作。”\r
\r
朋友没有反驳我的观点：“当然还有一个原因，也是关键所在，主要是大学没有读者，你们都不屑于……。不像高中，写出来的文章有人看。”\r
\r
至此我更加明确本次话题的槽点所在了。我说：“你何须在意他人的看法呢，文学创作不是为别人，而是为自己。”\r
\r
朋友说：“你知道吗，有同学曾经问我，为什么不把写作当成一项副业……”\r
\r
我说：“我知道你想说，‘只是兴趣而已’，对吧。”\r
\r
朋友侧目：“知道你还说个XX啊！”\r
\r
——“你妹。”我说。\r
\r
<p class="text-center">（六）</p>\r
\r
朋友问我：“你写小说敢不敢不要抄袭？”\r
\r
我说：“我没有抄袭，我只是模仿。”\r
\r
朋友又说：“你写小说敢不敢不要模仿？”\r
\r
我说：“算不上模仿，最多是参考。”\r
\r
朋友再说：“你写小说敢不敢不要参考？”\r
\r
我说：“不敢。”\r
\r
可能是我的回答太他妈机智了，朋友一时半会竟答不上话来。\r
\r
我说：“同样是写科幻小说，别人写人工智能，我也写人工智能，这能算抄袭吗？”\r
\r
朋友说：“不能说抄袭，应该是模仿。”\r
\r
我说：“同样是写人工智能，别人写虚拟化复活，我也写虚拟化复活，这能算模仿吗？”\r
\r
朋友说：“这不是模仿，这只是参考。”\r
\r
——“你看，就是这样！”我说。\r
\r
<p class="text-center">（七）</p>\r
\r
我正在写日记，朋友说：“你知道什么是日记吗？”\r
\r
“啊？”我表示不解。\r
\r
朋友说：“日记是指用来记录其内容的载体。作为一种文体，它属于记叙文性质的应用文。日记的内容，来源于我们对生活的观察或感受，因此，日记可以记事，可以写人，可以状物，可以写景，也可以记述活动，但凡是自己在一天中做过的，或看到的，或听到的，或想到的，都可以是日记的内容。”\r
\r
我说：“你丫有本事别度娘。”\r
\r
他说：“这不是重点，重点是，你为什么写日记？”\r
\r
想起曾经说过的一些话，我说：“很久很久以前，我就一直在想着把每一天的经历或感触写入日记本，留作多年以后的美好记忆……”\r
\r
朋友说：“但是你不是一个懂得坚持的家伙。很显然，你是一个懒散的人……”\r
\r
我说：“但是‘懒散’绝对不会成为我不写日记的借口。有时候，我只是希望能有更加完美的文笔……”\r
\r
朋友说：“或许有时候，你只是希望把那些不能说的秘密深深地埋藏在心底，让它生根、发芽……最后茁壮成长，直到一点一点地侵噬你整个肉体……”\r
\r
我说：“所以，日记是个好东西？”\r
\r
——“见仁见智。”朋友说。\r
`}function A(){return e}function S(){return[]}async function m(){const{layout:p,...n}=l;return n.file=i,n.url=u,s(o,{"set:html":e})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,A as compiledContent,m as default,i as file,l as frontmatter,S as getHeadings,t as images,h as rawContent,u as url};
