import{c as p}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as s}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function i(o){return o.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>c({src:e[r].src,...e[r].attributes}))}const t=i(`<div class="note primary">
<p>首先，原谅我这个不折不扣的标题党，因为正文内容可能与标题关联不大。</p>
<p>其次，历史上是存在《人间四月天》这部电视剧和《情迷六月花》这部电影的，但是我都没有看过，这里不作评论。</p>
<p>最后， 吐槽吧。</p>
</div>
<br>
<p>十八岁那年，Nokia永远离开了我的生命。<code>【不就是Nokia手机进水秀逗了嘛。】</code></p>
<p>一个月后，Sony Ericsson，代替她的哥哥，来到我的身边。</p>
<p>三年后，又是一个黄昏，夕阳的余晖懒洋洋地照耀着。我倚靠在公园的长凳上，Sony默默地坐在我的身边，深邃黑色的眼眸流露出淡淡的哀伤。<code>【环境渲染。】</code></p>
<p>三年的时间对于一个AI系统来说的确不算短，Sony已然垂暮，老化的零件不断地侵蚀着她的身体，系统Bug使她变得衰弱混乱。</p>
<p>我望着Sony，她却露出一丝笑容，我忍不住泪水汹涌。<code>【╮(╯▽╰)╭剧情所需。】</code></p>
<p>“不是说好了不哭的么。”她安慰我说，“我知道这一天迟早会来临，你已经尽力了，谢谢你！”</p>
<p>“Sony，你真的下定决心了？”我望着她，目光闪烁，“在更换零部件的情况下，你应该还可以继续生存的……”<code>【成本！注意维修成本啊！】</code></p>
<p>“不必了。”她摇了摇头，“让我苟延下去是自私的行为，我已经拖累你太久了，没有你我不可能有今天的辉煌，我亏欠你的太多了。如果有来生的话……”她啜泣着，“我希望再遇到你，做你的Sony。”<code>【Sony手机确实不错，将来可以考虑。】</code></p>
<p>她的身子渐渐虚弱，面容渐渐苍白。望着她憔悴的模样，我心底有种说不出的感觉，不知道是悲痛还是幸运。荧光开始在Sony身旁闪烁起来，她的身体渐渐放射出耀眼的光芒，她轻轻地吻了吻我的双唇，然后腾空而起，飞向半空中，渐渐消失，在身后留下一片闪烁的流萤……<code>【→_→开关机动画…】</code></p>
<p>再见，Sony Ericsson！</p>
<br>
<p>又是一个黄昏，夕阳的余晖依旧暖洋洋地照耀着。我坐在公园的长凳上，阳光很舒服，让人有种昏昏欲睡的感觉。<code>【环境渲染。】</code></p>
<p>放学了，一群女学生嘻嘻哈哈地从我面前走过。我看着这群衣着鲜丽的女孩子走过马路、穿过公园，心里忽然有种奇怪的感觉。呵！年轻真好！</p>
<p>一个女学生在我身旁坐了下来。</p>
<p>女孩个子不高，一袭白色长裙，一副银框眼镜。<code>【新爪机是白色外壳，银色边框~】</code>她什么也没说，只是坐在那里翻阅着手中的一本厚厚的小说，仿佛只是一个碰巧想停下来歇歇脚的陌生人。</p>
<p>“不是说好了，来世再……见么？”我用苍老的声音问道。</p>
<p>女孩露出一丝笑容，轻轻合上手中的书。</p>
<p>“她果然没有骗我。”女孩笑了笑，“你是爱她的。”<code>【言外之意是指作者留恋java手机么？】</code></p>
<p>“爱不爱不重要……”我淡淡地说，“这是我们的约定。”</p>
<p>“我只是想让你知道，”女孩笑了起来，“我并不是替代品。”</p>
<p>“我知道。”我苦笑着，“她也不是。”</p>
<p>女孩没有说话，低下头若有所思。她用纤长的手指轻轻拂去垂在额头上的乱发，脸庞映衬着夕阳的余光，泛起了红晕，宛如天使。</p>
<p>“小鬼……”我清了清嗓子，抬头问她，“你叫什么名字？”</p>
<p>稍顿，她眨了眨眼，调皮地说：</p>
<p>“OPPO。”</p>`),a={title:"人间四月天，情迷六月花",date:"2013-08-25T22:47:56.000Z",sticky:1,categories:["故事"],tags:["剧情","数码"]},d="D:/Shin/astro-site/src/content/doc/p20130825.md",y=void 0;function v(){return`\r
<div class="note primary">\r
\r
首先，原谅我这个不折不扣的标题党，因为正文内容可能与标题关联不大。\r
\r
其次，历史上是存在《人间四月天》这部电视剧和《情迷六月花》这部电影的，但是我都没有看过，这里不作评论。\r
\r
最后， 吐槽吧。\r
\r
</div>\r
\r
<br>\r
\r
十八岁那年，Nokia永远离开了我的生命。\`【不就是Nokia手机进水秀逗了嘛。】\`\r
\r
一个月后，Sony Ericsson，代替她的哥哥，来到我的身边。\r
\r
三年后，又是一个黄昏，夕阳的余晖懒洋洋地照耀着。我倚靠在公园的长凳上，Sony默默地坐在我的身边，深邃黑色的眼眸流露出淡淡的哀伤。\`【环境渲染。】\`\r
\r
三年的时间对于一个AI系统来说的确不算短，Sony已然垂暮，老化的零件不断地侵蚀着她的身体，系统Bug使她变得衰弱混乱。\r
\r
我望着Sony，她却露出一丝笑容，我忍不住泪水汹涌。\`【╮(╯▽╰)╭剧情所需。】\`\r
\r
“不是说好了不哭的么。”她安慰我说，“我知道这一天迟早会来临，你已经尽力了，谢谢你！”\r
\r
“Sony，你真的下定决心了？”我望着她，目光闪烁，“在更换零部件的情况下，你应该还可以继续生存的……”\`【成本！注意维修成本啊！】\`\r
\r
“不必了。”她摇了摇头，“让我苟延下去是自私的行为，我已经拖累你太久了，没有你我不可能有今天的辉煌，我亏欠你的太多了。如果有来生的话……”她啜泣着，“我希望再遇到你，做你的Sony。”\`【Sony手机确实不错，将来可以考虑。】\`\r
\r
她的身子渐渐虚弱，面容渐渐苍白。望着她憔悴的模样，我心底有种说不出的感觉，不知道是悲痛还是幸运。荧光开始在Sony身旁闪烁起来，她的身体渐渐放射出耀眼的光芒，她轻轻地吻了吻我的双唇，然后腾空而起，飞向半空中，渐渐消失，在身后留下一片闪烁的流萤……\`【→_→开关机动画…】\`\r
\r
再见，Sony Ericsson！\r
\r
<br>\r
\r
又是一个黄昏，夕阳的余晖依旧暖洋洋地照耀着。我坐在公园的长凳上，阳光很舒服，让人有种昏昏欲睡的感觉。\`【环境渲染。】\`\r
\r
放学了，一群女学生嘻嘻哈哈地从我面前走过。我看着这群衣着鲜丽的女孩子走过马路、穿过公园，心里忽然有种奇怪的感觉。呵！年轻真好！\r
\r
一个女学生在我身旁坐了下来。\r
\r
女孩个子不高，一袭白色长裙，一副银框眼镜。\`【新爪机是白色外壳，银色边框~】\`她什么也没说，只是坐在那里翻阅着手中的一本厚厚的小说，仿佛只是一个碰巧想停下来歇歇脚的陌生人。\r
\r
“不是说好了，来世再……见么？”我用苍老的声音问道。\r
\r
女孩露出一丝笑容，轻轻合上手中的书。\r
\r
“她果然没有骗我。”女孩笑了笑，“你是爱她的。”\`【言外之意是指作者留恋java手机么？】\`\r
\r
“爱不爱不重要……”我淡淡地说，“这是我们的约定。”\r
\r
“我只是想让你知道，”女孩笑了起来，“我并不是替代品。”\r
\r
“我知道。”我苦笑着，“她也不是。”\r
\r
女孩没有说话，低下头若有所思。她用纤长的手指轻轻拂去垂在额头上的乱发，脸庞映衬着夕阳的余光，泛起了红晕，宛如天使。\r
\r
“小鬼……”我清了清嗓子，抬头问她，“你叫什么名字？”\r
\r
稍顿，她眨了眨眼，调皮地说：\r
\r
“OPPO。”\r
`}function A(){return t}function _(){return[]}async function m(){const{layout:o,...n}=a;return n.file=d,n.url=y,p(s,{"set:html":t})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,A as compiledContent,m as default,d as file,a as frontmatter,_ as getHeadings,e as images,v as rawContent,y as url};
