import{c as p}from"./index.c97107e6.js";import{s as i}from"./index.5e636078.js";import{F as s}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>i({src:e[r].src,...e[r].attributes}))}const o=a(`<p>其实一开始打算写这篇年度总结我是拒绝的，因为你不能让我写，我就马上写出来，第一我要有灵感，因为我不愿意照抄之前日记的开头完了以后再加几句抒发情感的肺腑之言，“duang”的一下，文章又升华了，这样出来老大一定会骂我，根本没有这样“炒蛋”的报告，就证明下面这篇总结是假的。后来我也发现严肃确实不是我的风格，我前前后后写了大概十年左右，向来拐弯抹角才是我的本事，不光日记是这样，小说也是这样，后来我在写这篇报告的时候也延续了自己的放荡不羁，爱咋咋地，因为我要让世界看到，我过去这么写，现在这么写，将来还是这么写。我的文字好好玩，全特么靠 zhuang！有自信就是这么叼。</p>
<p>言归正传，说回今天的主题，我为什么想写这篇年度总结？缘因有三。</p>
<p>第一可能是工作需要。老大曾吐槽我的周报写得像流水账，我承认那是事实。可是他并不知道有时候我的日记写的也像流水账，他更加不知道日记这么写其实是故意的。原因很简单：我没告诉过他。有了这样的前奏，前几天老大邀我在内部交流会上总结这半年来的心得体会，作为一名深度拖延症患者，正苦于无从下手，现在刚好有这么一个契机，于是顺水推舟罢了。</p>
<p>第二是小说方面这一年基本颗粒无收，有愧江东父老乡亲们多年来爱的恩泽，特此元旦来临之际，发文以飨读者，小小意思，不成敬意。</p>
<p>第三点也是最重要的一点，其实前两条都是我瞎掰的，没有理由就是最好的理由。这也恰好印证了“有自信就是这么叼”的信条。</p>
<p>话又说回来，自从开始投入工作以来，不知不觉已经走过七个月头，从当初愣头愣脑的程序猿，到如今呆头呆脑的工程狮，品种的改变并不能改变当初写下这篇 Report 的雄心，那就是：</p>
<p>对过去的总结，对未来的展望，和对现在的肯定。</p>
<br>
<p class="text-right">未完不续</p>
<hr>
<h4 id="以下全选自年度工作总结">以下全选自年度工作总结：</h4>
<p>从去年五月底入职至今已经过去整整八个月，作为人生意义上第一份工作，在这八个月忙碌而有序的Android项目开发过程中，我很快融入新的工作环境，学到了不少宝贵的专业知识和不可多得的工作经验。回顾过往，收获颇多，感慨万千。现对过去工作的总结和对未来的展望如下：</p>
<p>对过去的总结：做任何工作都讲究循序渐进，进入公司首先要对公司开发APP的整个流程有一定的认识，才能够迅速上手，不耽误项目进度。开发物联网APP应用，最核心的功能就是协议收与发，因此每一个项目都有一份规范的协议文档。一开始做热水器项目的时候，因为对整套框架还处在摸索阶段，感觉有许多方面不是很懂，多亏研发同事的热心的帮助和细心的讲解。由于是在现有的项目框架上进行开发，所以难度并不是很大，主要的工作就是发送控制指令和解析全状态，以及应用程序的界面布局。不过这只是开发中基础的一环，也是稍微比较繁琐的一环，如果再往核心或底层，那就是网络通信和模块通信这一块了，如UDP、TCP、HTTP。</p>
<p>当然，在做项目的过程中总是遇到这样那样大大小小的问题，这其中有自己知道但是粗心犯下的错误，也有自己本身知识储备不足导致的问题。比如在热水器遇到搜索AP热点问题，比如在水暖毯遇到的网络切换问题，比如在WiFi秤遇到的定制化API的调试问题，比如对推送代码的理解与运用，都凸显出自身的不足，也因此感到非常抱歉，很多东西都不太懂，仍然需要学习，希望在以后的工作中尽量避免不必要的错误。</p>
<p>经过这段时间的成长，经历过这么多的项目，现在已经基本养成良好的专业素养，从项目启动就紧抓时间节点，按质按量完成任务。</p>
<p>未来我们要紧跟物联网发展的步伐，在APP开发方面也要引进和学习更新更主流的东西，向IDE向Android Studio转移，运用Native+html5做混合开发，兼顾iOS开发等等。对技术知识框架的完善，对组织协作能力的提升，才能更好地全副身心地投入到工作当中，才能为公司尽一份绵薄之力，才能为自己创造更美好的未来。</p>`),c={title:"#2015年终总结",date:"2015-12-31T00:00:34.000Z",categories:["随笔"],tags:["年终总结"]},d="D:/Shin/astro-site/src/content/doc/p20151231.md",u=void 0;function T(){return`\r
其实一开始打算写这篇年度总结我是拒绝的，因为你不能让我写，我就马上写出来，第一我要有灵感，因为我不愿意照抄之前日记的开头完了以后再加几句抒发情感的肺腑之言，“duang”的一下，文章又升华了，这样出来老大一定会骂我，根本没有这样“炒蛋”的报告，就证明下面这篇总结是假的。后来我也发现严肃确实不是我的风格，我前前后后写了大概十年左右，向来拐弯抹角才是我的本事，不光日记是这样，小说也是这样，后来我在写这篇报告的时候也延续了自己的放荡不羁，爱咋咋地，因为我要让世界看到，我过去这么写，现在这么写，将来还是这么写。我的文字好好玩，全特么靠 zhuang！有自信就是这么叼。\r
\r
言归正传，说回今天的主题，我为什么想写这篇年度总结？缘因有三。\r
\r
第一可能是工作需要。老大曾吐槽我的周报写得像流水账，我承认那是事实。可是他并不知道有时候我的日记写的也像流水账，他更加不知道日记这么写其实是故意的。原因很简单：我没告诉过他。有了这样的前奏，前几天老大邀我在内部交流会上总结这半年来的心得体会，作为一名深度拖延症患者，正苦于无从下手，现在刚好有这么一个契机，于是顺水推舟罢了。\r
\r
第二是小说方面这一年基本颗粒无收，有愧江东父老乡亲们多年来爱的恩泽，特此元旦来临之际，发文以飨读者，小小意思，不成敬意。\r
\r
第三点也是最重要的一点，其实前两条都是我瞎掰的，没有理由就是最好的理由。这也恰好印证了“有自信就是这么叼”的信条。\r
\r
话又说回来，自从开始投入工作以来，不知不觉已经走过七个月头，从当初愣头愣脑的程序猿，到如今呆头呆脑的工程狮，品种的改变并不能改变当初写下这篇 Report 的雄心，那就是：\r
\r
对过去的总结，对未来的展望，和对现在的肯定。\r
\r
<br>\r
\r
<p class="text-right">未完不续</p>\r
\r
---\r
\r
#### 以下全选自年度工作总结：\r
\r
从去年五月底入职至今已经过去整整八个月，作为人生意义上第一份工作，在这八个月忙碌而有序的Android项目开发过程中，我很快融入新的工作环境，学到了不少宝贵的专业知识和不可多得的工作经验。回顾过往，收获颇多，感慨万千。现对过去工作的总结和对未来的展望如下：\r
\r
对过去的总结：做任何工作都讲究循序渐进，进入公司首先要对公司开发APP的整个流程有一定的认识，才能够迅速上手，不耽误项目进度。开发物联网APP应用，最核心的功能就是协议收与发，因此每一个项目都有一份规范的协议文档。一开始做热水器项目的时候，因为对整套框架还处在摸索阶段，感觉有许多方面不是很懂，多亏研发同事的热心的帮助和细心的讲解。由于是在现有的项目框架上进行开发，所以难度并不是很大，主要的工作就是发送控制指令和解析全状态，以及应用程序的界面布局。不过这只是开发中基础的一环，也是稍微比较繁琐的一环，如果再往核心或底层，那就是网络通信和模块通信这一块了，如UDP、TCP、HTTP。\r
\r
当然，在做项目的过程中总是遇到这样那样大大小小的问题，这其中有自己知道但是粗心犯下的错误，也有自己本身知识储备不足导致的问题。比如在热水器遇到搜索AP热点问题，比如在水暖毯遇到的网络切换问题，比如在WiFi秤遇到的定制化API的调试问题，比如对推送代码的理解与运用，都凸显出自身的不足，也因此感到非常抱歉，很多东西都不太懂，仍然需要学习，希望在以后的工作中尽量避免不必要的错误。\r
\r
经过这段时间的成长，经历过这么多的项目，现在已经基本养成良好的专业素养，从项目启动就紧抓时间节点，按质按量完成任务。\r
\r
未来我们要紧跟物联网发展的步伐，在APP开发方面也要引进和学习更新更主流的东西，向IDE向Android Studio转移，运用Native+html5做混合开发，兼顾iOS开发等等。对技术知识框架的完善，对组织协作能力的提升，才能更好地全副身心地投入到工作当中，才能为公司尽一份绵薄之力，才能为自己创造更美好的未来。\r
`}function S(){return o}function F(){return[{depth:4,slug:"以下全选自年度工作总结",text:"以下全选自年度工作总结："}]}async function m(){const{layout:t,...n}=c;return n.file=d,n.url=u,p(s,{"set:html":o})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,S as compiledContent,m as default,d as file,c as frontmatter,F as getHeadings,e as images,T as rawContent,u as url};
