import{c as p}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>s({src:e[r].src,...e[r].attributes}))}const o=a(`<p>1.我听说自从他们俩度完假回来，她就一直做噩梦，每次从梦魇中惊醒，他都将她拥入怀里，轻声细语安慰她说：“那是假的，别怕，我在。”可是她还是总是做噩梦，总是梦见各种死亡，而主角，是她。我向他提议：“嫂子这样子挺痛苦的，不如带她去看心理医生吧。”“没用的。”他苦笑，然后表情变得阴沉，“我只是不忍心告诉她，她其实已经死了……在回来的路上……和我们。”</p>
<br>
<p>2.他们是在网络上认识的。她是个活泼开朗调皮可爱的女孩子，好动；而他却内向沉默，不喜欢外出，所以，即使是阳光明媚空气暖暖的冬日，他也不愿意陪她出来逛街。她好不容易把他约出去，他却带着一把太阳伞。她好奇地问他：“为什么带伞呀？难道你也对太阳光过敏？”他说：“我是不喜欢阳光，但我不是过敏，而是因为……”他说着，露出两个尖尖的獠牙。</p>
<br>
<p>3.我坐在书桌前写小说，舍友站在身后问我：“听说你喜欢把梦境记录下来？”“是啊。”“为什么？”“因为梦可以告诉我一些信息，比如说，预知未来。”“那你知道你的未来么？”“什么？”我转过头，看见舍友手里正握着一把尖刀，然后华丽地划过我的脖颈，破开我的血管——然后我惊醒，发现我竟写着写着睡着了，纸上只有一句话：“我坐在书桌前写小说……”</p>
<br>
<p>4.一直觉得住七楼的学生半夜很吵，直到有天我才发现，九栋根本没有七楼！</p>
<br>
<p>5.夜晚听歌开着音响，声音有点大，楼上的住户过来敲门投诉，我万分抱歉地说着对不起，对方也没有为难，点头离去。关门的瞬间我忽地想起，我家就在顶楼。</p>
<br>
<p>6.夜里加班，我对着空旷的大厅喊了一句：“有人吗？”“——有。”空旷的大厅传来我的回声。</p>
<br>
<p>9.朋友家住四楼，我一直跟他说这个数字不太吉利，但是他觉得楼层低好，万一电梯出故障还可以走走楼梯。偏偏今晚我去拜访他的时候刚好停电了。尽管有些迟疑，毕竟“第十三级阶梯”的都市传说想想都让人背脊发凉，但我最后还是决定走楼梯。一、二、三……我默默地在心里念叨……十二、十三……十四！啊，果然恐怖故事什么的都是不可靠的……十九、二十、二十一……</p>
<br>
<p>10.朋友下午消失了好几个小时，一度让我以为是灵异事件。朋友资深宅男一枚，平日甚少出门，偶有也会打个招呼，所以这次如此反常的现象在科学上是解释不通的。盛传历史上曾经发生过为数不少的神秘失踪事件，尽管真假莫辨、可信度不高，但是所谓信则有不信则无，处女座技术宅们往往擅长脑补各种YY可能性，所以胸怀修身齐家治国平天下的我不禁担心起朋友的命运来……傍晚我回宿舍的时候，朋友正正襟危坐在电脑前咀嚼打包的晚饭，淡定自如得仿佛什么事情都没发生过一样。——“你是怎么回来的？”——“打的。北门下的车。”——“你知道吗，历史上记载着一些奇闻轶事，有人神秘地从地球上消失却不留下痕迹。”——“我知道。水表在门外。”——“哦。”我说。</p>
<br>
<p>11.“你知道吗，其实神秘消失事件是真实存在的。” “哦？说来听听。” “比如当你在阅读这篇文章时，不知道你有没有发现，其实它是没有第七条和第八条的。” “……”</p>
<br>
<p>12.你问老板这菜是不是昨天剩的？他说不是，这是前天的。</p>`),i={title:"恐怖/惊悚/悬疑微小说",date:"2012-07-13T23:38:08.000Z",updated:"2022-09-13T12:17:30.000Z",categories:["故事"],tags:["微小说"]},b="D:/Shin/astro-site/src/content/doc/p20120713.md",u=void 0;function Y(){return`\r
1.我听说自从他们俩度完假回来，她就一直做噩梦，每次从梦魇中惊醒，他都将她拥入怀里，轻声细语安慰她说：“那是假的，别怕，我在。”可是她还是总是做噩梦，总是梦见各种死亡，而主角，是她。我向他提议：“嫂子这样子挺痛苦的，不如带她去看心理医生吧。”“没用的。”他苦笑，然后表情变得阴沉，“我只是不忍心告诉她，她其实已经死了……在回来的路上……和我们。”\r
\r
<br>\r
\r
2.他们是在网络上认识的。她是个活泼开朗调皮可爱的女孩子，好动；而他却内向沉默，不喜欢外出，所以，即使是阳光明媚空气暖暖的冬日，他也不愿意陪她出来逛街。她好不容易把他约出去，他却带着一把太阳伞。她好奇地问他：“为什么带伞呀？难道你也对太阳光过敏？”他说：“我是不喜欢阳光，但我不是过敏，而是因为……”他说着，露出两个尖尖的獠牙。\r
\r
<br>\r
\r
3.我坐在书桌前写小说，舍友站在身后问我：“听说你喜欢把梦境记录下来？”“是啊。”“为什么？”“因为梦可以告诉我一些信息，比如说，预知未来。”“那你知道你的未来么？”“什么？”我转过头，看见舍友手里正握着一把尖刀，然后华丽地划过我的脖颈，破开我的血管——然后我惊醒，发现我竟写着写着睡着了，纸上只有一句话：“我坐在书桌前写小说……”\r
\r
<br>\r
\r
4.一直觉得住七楼的学生半夜很吵，直到有天我才发现，九栋根本没有七楼！\r
\r
<br>\r
\r
5.夜晚听歌开着音响，声音有点大，楼上的住户过来敲门投诉，我万分抱歉地说着对不起，对方也没有为难，点头离去。关门的瞬间我忽地想起，我家就在顶楼。\r
\r
<br>\r
\r
6.夜里加班，我对着空旷的大厅喊了一句：“有人吗？”“——有。”空旷的大厅传来我的回声。\r
\r
<br>\r
\r
9.朋友家住四楼，我一直跟他说这个数字不太吉利，但是他觉得楼层低好，万一电梯出故障还可以走走楼梯。偏偏今晚我去拜访他的时候刚好停电了。尽管有些迟疑，毕竟“第十三级阶梯”的都市传说想想都让人背脊发凉，但我最后还是决定走楼梯。一、二、三……我默默地在心里念叨……十二、十三……十四！啊，果然恐怖故事什么的都是不可靠的……十九、二十、二十一……\r
\r
<br>\r
\r
10.朋友下午消失了好几个小时，一度让我以为是灵异事件。朋友资深宅男一枚，平日甚少出门，偶有也会打个招呼，所以这次如此反常的现象在科学上是解释不通的。盛传历史上曾经发生过为数不少的神秘失踪事件，尽管真假莫辨、可信度不高，但是所谓信则有不信则无，处女座技术宅们往往擅长脑补各种YY可能性，所以胸怀修身齐家治国平天下的我不禁担心起朋友的命运来……傍晚我回宿舍的时候，朋友正正襟危坐在电脑前咀嚼打包的晚饭，淡定自如得仿佛什么事情都没发生过一样。——“你是怎么回来的？”——“打的。北门下的车。”——“你知道吗，历史上记载着一些奇闻轶事，有人神秘地从地球上消失却不留下痕迹。”——“我知道。水表在门外。”——“哦。”我说。\r
\r
<br>\r
\r
11.“你知道吗，其实神秘消失事件是真实存在的。” “哦？说来听听。” “比如当你在阅读这篇文章时，不知道你有没有发现，其实它是没有第七条和第八条的。” “……”\r
\r
<br>\r
\r
12.你问老板这菜是不是昨天剩的？他说不是，这是前天的。\r
`}function _(){return o}function y(){return[]}async function m(){const{layout:t,...n}=i;return n.file=b,n.url=u,p(c,{"set:html":o})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,_ as compiledContent,m as default,b as file,i as frontmatter,y as getHeadings,e as images,Y as rawContent,u as url};
