import{c as a}from"./index.c97107e6.js";import{s}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function p(r){return r.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,t)=>s({src:e[t].src,...e[t].attributes}))}const o=p(`<p>我寻思着写一篇小说，末了在文章最后注明一句：“根据路易斯·费扬同名短篇小说《智能叛变》改编”。嗯，作为灵感匮乏的佐证，我特么又开始吃老本了。虽说《智能叛变》成文比较早，并且故事大纲就摆在那里，即使后来还衍生出两三个前传，但如今看来其创意也是中规中矩，“人工智能”题材的小说和电影不在少数，经典之作更是比比皆是，反而现实世界中AI真正火起来是在去年。那么，缺乏核心竞争力之下是谁给了我勇气做出这样一个决定呢？其实，说是改编，确切地说应该会是扩写，主线、人物什么的是不会有太大变化的啦，套用一句台词就是“在已经基本建成的人工智能大厦中，后辈程序员只需做一些零碎的修补工作就行了”。脑子里也开始零零散散闪现出一些细节补全，虽然最后的实施过程肯定会困难重重，并且还不一定能够如期交货，但是这样的结果显然不是第一次遭遇了，我们习惯就好。但是话也不要说得太绝对，有时候心有不甘的创作者依然会想方设法把已有的构思通过某种方式表达出来的。对，重点就是，如何构思一部小说？</p>
<p>首先世界观算是有了，就按照小说原本的设定来吧。而在人工智能有多智能这个问题上，可以参考电影《机械公敌》，大致介于NS-4到NS-5之间的水平，至于是否会出现像Sonny一样具有自我意识的机器人，我就不剧透了。起因依旧是弗兰克·怀特遇害一案，某天清晨，克里斯·布莱克被一条来电提醒吵醒，时间是7点15分，虽然仍在克里斯设置的免打扰时间范围内，但是信息还是进来了，原因很简单，是妻子克莱尔打来的（在白名单内），可是一直到电话响了十三声之后挂断，克里斯都没有接听，备忘录提示他们已经冷战了两个月，似乎感情出了点状况，克里斯还没反应过来时，克莱尔便发来信息说公司出了命案。故事就此展开……</p>
<p>你看，虽然剧情如出一辙，不过还是做了不少改动以丰富剧情且埋下伏笔。我觉得这里如果具象化的话可以通过家庭式的人工智能+全息投影来展示这一场景，至于文字如何描述又是另一回事了。接下来是克里斯开车赶到公司（原作好像是打的这就过分了，好歹人家是堂堂一家科技企业的老总），并发现警察封锁了现场——我觉得当年描写这个情节的确是受到《机械公敌》影响的，毕竟多年以后时至今日我依然在不少故事里面“致敬”各种小说和电影。负责这次案件的是杰克警长。为什么不是华生警长？因为警长已经不叫杰克·华生了，之所以这么做不仅仅是为了割裂“Jack Watson”这个名字与其它作品的潜在联系，更重要的是我决定在这部小说引入一个新的助手角色，和杰克警长一同负责这起案件，并会起到关键的剧情推动作用，设定是技术向的年轻人（性别未定），姓华生或者沃森，可以听懂克里斯的人工智能理论，最重要的是为后面杰克警长黑化保留革命的火种。顺便说一下，我觉得第一人称的叙事方式并不好用，所以估计会全部转成第三人称，并且放弃人物的内心独白而借由台词表现，最好自然一点、符合人物性格一点，千万不要带有原作那种矫情的抒情。</p>
<p>原作的大部分剧情其实可以保留，杰克警长初步了解完案情回去的路上跟助手有一次交谈，杰克警长离开以后克里斯和克莱尔也有一次交谈，之后杰克警长收到一通电话，之后克莱尔约谈杰克警长，之后……之后怎么发展还在构思阶段，总而言之，想法是有了，怎么变现是关键，我觉得这几年疏于阅读写作能力退步不少，以前至少可以肆无忌惮地模仿各位前辈，现在虽然很想写点原创作品，无奈水平还是有限，呵呵哒。</p>
<blockquote>
<div class="text-center">序章</div>
<p>被一阵来电铃声吵醒的时候，克里斯·布莱克很自然地看了看时间：早上7点15分。他发现这个点儿仍然在他设置的勿扰时间范围内，但很快他便想到了白名单，而白名单上实际上只有一个人：妻子克莱尔。克里斯精神有些恍惚，明明昨天晚上没有喝酒，现在脑子里却堆满了毛球，阻碍着他回想起某些重要的事情。他觉得这个早晨与以往相比似乎不太寻常，好像哪里不对劲又说不上来。当克里斯还没决定好接不接时，电话已经挂断了，这时候他才忽然意识到，克莱尔和他已经三个月没说话了。</p>
<p>等不到克里斯回拨，克莱尔又发来短信：“弗兰克死了，详细情况到公司再说！”</p>
<p>克里斯感到匪夷所思，简单洗漱完毕，也顾不得吃早餐，就往公司去了。与此同时往克里斯公司赶的，还有负责此次案件的警长杰克·埃尔文以及他的助手露西·沃森<sup><a href="#user-content-fn-1" id="user-content-fnref-1" data-footnote-ref="" aria-describedby="footnote-label">1</a></sup>。</p>
</blockquote>
<p>看呐，简简单单的三段话，就把通篇登场的五个主要人物跃然于纸上。基本上讲，我觉得这样的开头没啥毛病，时间、地点、人物一应俱全，再加上一个突如其来的事情起因，引出后文的故事经过和结果，全然大丈夫。不过聪明的你一定很快发现我只写了一个开头便将之束之高阁，尽管整个日记史上有过这样的先例，但今时不同往日，眼下已经不时兴这种玩法了，都是一次性全文释放。之所以发生这种事，原因很简单，还是老样子，就是没想好如何继续下去。也不悲天悯人了，Flag先立下，以后有空再慢慢算账罢，就酱啦。</p>
<br>
<div class="note success">
<p>相关文章：</p>
<p><a href="/doc/p20100503">《智能叛变》</a></p>
<p><a href="/doc/p20130506">《再见，克里斯》</a></p>
<p><a href="/doc/p20130815">《你好，克里斯》</a></p>
</div>
<section data-footnotes="" class="footnotes"><h2 class="sr-only" id="footnote-label">注：</h2>
<ol>
<li id="user-content-fn-1">
<p>冷知识：“埃尔文”和“露西”出自“Erbin Lucifer”。 <a href="#user-content-fnref-1" data-footnote-backref="" class="data-footnote-backref" aria-label="返回正文">↩</a></p>
</li>
</ol>
</section>`),i={title:"路易斯の智能叛变",date:"2018-01-05T23:03:14.000Z",categories:["随笔"],tags:["写作"]},l="D:/Shin/astro-site/src/content/doc/p20180105.md",f=void 0;function k(){return`\r
我寻思着写一篇小说，末了在文章最后注明一句：“根据路易斯·费扬同名短篇小说《智能叛变》改编”。嗯，作为灵感匮乏的佐证，我特么又开始吃老本了。虽说《智能叛变》成文比较早，并且故事大纲就摆在那里，即使后来还衍生出两三个前传，但如今看来其创意也是中规中矩，“人工智能”题材的小说和电影不在少数，经典之作更是比比皆是，反而现实世界中AI真正火起来是在去年。那么，缺乏核心竞争力之下是谁给了我勇气做出这样一个决定呢？其实，说是改编，确切地说应该会是扩写，主线、人物什么的是不会有太大变化的啦，套用一句台词就是“在已经基本建成的人工智能大厦中，后辈程序员只需做一些零碎的修补工作就行了”。脑子里也开始零零散散闪现出一些细节补全，虽然最后的实施过程肯定会困难重重，并且还不一定能够如期交货，但是这样的结果显然不是第一次遭遇了，我们习惯就好。但是话也不要说得太绝对，有时候心有不甘的创作者依然会想方设法把已有的构思通过某种方式表达出来的。对，重点就是，如何构思一部小说？\r
\r
首先世界观算是有了，就按照小说原本的设定来吧。而在人工智能有多智能这个问题上，可以参考电影《机械公敌》，大致介于NS-4到NS-5之间的水平，至于是否会出现像Sonny一样具有自我意识的机器人，我就不剧透了。起因依旧是弗兰克·怀特遇害一案，某天清晨，克里斯·布莱克被一条来电提醒吵醒，时间是7点15分，虽然仍在克里斯设置的免打扰时间范围内，但是信息还是进来了，原因很简单，是妻子克莱尔打来的（在白名单内），可是一直到电话响了十三声之后挂断，克里斯都没有接听，备忘录提示他们已经冷战了两个月，似乎感情出了点状况，克里斯还没反应过来时，克莱尔便发来信息说公司出了命案。故事就此展开……\r
\r
你看，虽然剧情如出一辙，不过还是做了不少改动以丰富剧情且埋下伏笔。我觉得这里如果具象化的话可以通过家庭式的人工智能+全息投影来展示这一场景，至于文字如何描述又是另一回事了。接下来是克里斯开车赶到公司（原作好像是打的这就过分了，好歹人家是堂堂一家科技企业的老总），并发现警察封锁了现场——我觉得当年描写这个情节的确是受到《机械公敌》影响的，毕竟多年以后时至今日我依然在不少故事里面“致敬”各种小说和电影。负责这次案件的是杰克警长。为什么不是华生警长？因为警长已经不叫杰克·华生了，之所以这么做不仅仅是为了割裂“Jack Watson”这个名字与其它作品的潜在联系，更重要的是我决定在这部小说引入一个新的助手角色，和杰克警长一同负责这起案件，并会起到关键的剧情推动作用，设定是技术向的年轻人（性别未定），姓华生或者沃森，可以听懂克里斯的人工智能理论，最重要的是为后面杰克警长黑化保留革命的火种。顺便说一下，我觉得第一人称的叙事方式并不好用，所以估计会全部转成第三人称，并且放弃人物的内心独白而借由台词表现，最好自然一点、符合人物性格一点，千万不要带有原作那种矫情的抒情。\r
\r
原作的大部分剧情其实可以保留，杰克警长初步了解完案情回去的路上跟助手有一次交谈，杰克警长离开以后克里斯和克莱尔也有一次交谈，之后杰克警长收到一通电话，之后克莱尔约谈杰克警长，之后……之后怎么发展还在构思阶段，总而言之，想法是有了，怎么变现是关键，我觉得这几年疏于阅读写作能力退步不少，以前至少可以肆无忌惮地模仿各位前辈，现在虽然很想写点原创作品，无奈水平还是有限，呵呵哒。\r
\r
<blockquote>\r
\r
<div class="text-center">序章</div>\r
\r
被一阵来电铃声吵醒的时候，克里斯·布莱克很自然地看了看时间：早上7点15分。他发现这个点儿仍然在他设置的勿扰时间范围内，但很快他便想到了白名单，而白名单上实际上只有一个人：妻子克莱尔。克里斯精神有些恍惚，明明昨天晚上没有喝酒，现在脑子里却堆满了毛球，阻碍着他回想起某些重要的事情。他觉得这个早晨与以往相比似乎不太寻常，好像哪里不对劲又说不上来。当克里斯还没决定好接不接时，电话已经挂断了，这时候他才忽然意识到，克莱尔和他已经三个月没说话了。\r
\r
等不到克里斯回拨，克莱尔又发来短信：“弗兰克死了，详细情况到公司再说！”\r
\r
克里斯感到匪夷所思，简单洗漱完毕，也顾不得吃早餐，就往公司去了。与此同时往克里斯公司赶的，还有负责此次案件的警长杰克·埃尔文以及他的助手露西·沃森[^1]。\r
\r
</blockquote>\r
\r
看呐，简简单单的三段话，就把通篇登场的五个主要人物跃然于纸上。基本上讲，我觉得这样的开头没啥毛病，时间、地点、人物一应俱全，再加上一个突如其来的事情起因，引出后文的故事经过和结果，全然大丈夫。不过聪明的你一定很快发现我只写了一个开头便将之束之高阁，尽管整个日记史上有过这样的先例，但今时不同往日，眼下已经不时兴这种玩法了，都是一次性全文释放。之所以发生这种事，原因很简单，还是老样子，就是没想好如何继续下去。也不悲天悯人了，Flag先立下，以后有空再慢慢算账罢，就酱啦。\r
\r
<br>\r
\r
<div class="note success">\r
\r
相关文章：\r
\r
[《智能叛变》](/doc/p20100503)\r
\r
[《再见，克里斯》](/doc/p20130506)\r
\r
[《你好，克里斯》](/doc/p20130815)\r
\r
</div>\r
\r
[^1]: 冷知识：“埃尔文”和“露西”出自“Erbin Lucifer”。\r
`}function v(){return o}function y(){return[{depth:2,slug:"footnote-label",text:"注："}]}async function d(){const{layout:r,...n}=i;return n.file=l,n.url=f,a(c,{"set:html":o})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,v as compiledContent,d as default,l as file,i as frontmatter,y as getHeadings,e as images,k as rawContent,f as url};
