const i="p20211231.md",g="doc",b="p20211231",n=`\r
<div class="note primary">\r
\r
本文依然轻描淡写地回顾了小鹏是也平平无奇的一年，请不要过分期待。\r
\r
</div>\r
\r
<br>\r
\r
<big>小鹏是也</big>，今年是你在人世间的第 <big>**30**</big> 年，其中活着天数 <big>**365**</big> 天，比去年减少 <big>**1**</big> 天，请继续努力。\r
\r
今年你总共换过 <big>**0**</big> 份工作，搬过 <big>**0**</big> 次家，去过 <big>**3**</big> 个城市，其中在 <big>**东莞**</big> 停留时间最长。\r
\r
政治上，你 <big>**仍然**</big> 是一个奉公守法的良好市民。\r
\r
经济上，今年你的收支结余是 <big>**负五位数**</big>，与去年同比增加 <big>**-17019.29%**</big>，实现了从一无所有到负债累累的转变。<big>**工资**</big> 是你的主要收入来源，<big>**衣食住行**</big> 是你占比最高的 <big>**4**</big> 类支出。\r
\r
文化上，今年你写了 <big>**11**</big> 篇日记（共 <big>**16561**</big> 字），看了 <big>**250**</big> 部电影（院线电影 <big>**1**</big> 部），读了 <big>**0**</big> 本书（但买了 <big>**3**</big> 张地图），听了 <big>**1**</big> 张专辑（其中对 **_The Last Emperor (Main Title Theme)_** 这首曲子印象深刻）。\r
\r
工作方面，今年你只请了 <big>**1**</big> 天病假、<big>**3**</big> 天事假，<big>**远低于**</big> 加班总时长，是“最受老板喜爱员工”的强有力竞争者。**待会吃啥子**、**怎么还不下班**、**这代码居然能跑** 是你工作时间最常思考的三个问题。\r
\r
日常方面，今年你对 <big>**厨电**</big> 品类的投资出手阔绰，但你的厨艺 <big>没有明显的提升</big>，公司楼下 <big>**食堂**</big> 仍是你光顾频率最高的实体店。\r
\r
个人方面，今年你的体重在 <big>**±1.5kg**</big> 之间浮动，运动量四舍五入约等于 <big>**零**</big>；平均每 <big>**3**</big> 天地板上有清晰可见的头发；<big>**早睡早起**</big> 是你最常打脸的 **Flag**；好消息是，你的近视度数维持在一个 <big>**相对缓慢**</big> 的增长水平。\r
\r
1月，你说：知道原因的 BUG 都好解决，知道答案的问题都很简单，可人生是**无解**的。\r
\r
3月，你和同事的聚餐次数累计超过 <big>**10**</big> 次，并在 KTV 中贡献了人生中 <big>第一次</big> 演唱。\r
\r
5月，你结束了长达 <big>**两年**</big> 的番剧之路，转而回归对 <big>**电影**</big> 的喜好，<big>动画</big>、<big>喜剧</big>、<big>剧情</big>、<big>恐怖</big>、<big>动作</big> 是你标记最多的电影类型。\r
\r
7月，行业动荡波及到你身处的环境，你再一次面临人生中的两难选择，最终在颓废的拖延中**苟活**下去。\r
\r
9月，在无人知晓的自我感动里，你开始思考人际关系中的**物质需求**和**情感价值**，然而你的过往经验不足以支撑这个思想实验的运行。\r
\r
11月，你突发奇想鼓捣起这个**博客**，意识到你水深火热的生活中，似乎还有那么 <small>**一点点**</small> 乐趣。\r
\r
2021过去了，你仍然 <big>**没有找到**</big> 人生的意义。\r
\r
<br>\r
\r
<div class="note success">\r
\r
查看报告：[《基于纸计算和手工智能的数据可视化报告》](/doc/p20211225)\r
\r
</div>\r
`,r={title:"#2021年终总结",author:"louisfiy",date:new Date(1640958218e3),categories:["随笔"],tags:["年终总结"],draft:!1,hide:!1,spoiler:!1},t={type:"content",filePath:"D:/Shin/astro-site/src/content/doc/p20211231.md",rawData:`\r
title: '#2021年终总结'\r
date: 2021-12-31 13:43:38\r
categories:\r
- 随笔\r
tags:\r
- 年终总结\r`};export{t as _internal,n as body,g as collection,r as data,i as id,b as slug};
