import{c as o}from"./index.c97107e6.js";import{s as c}from"./index.5e636078.js";import{F as s}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function a(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>c({src:e[r].src,...e[r].attributes}))}const p=a(`<p>“我们不合适，还是做朋友吧。”</p>
<p>手机屏幕映出这样的话来。A君因为惊讶而“啊成这样”的嘴，正好塞入手中的苹果。他把苹果叼在嘴里，双指飞速地在键盘上跳动，0和1构成的通信数据，通过5G网络传递到对方手机：</p>
<p>“我就知道！”</p>
<p>“？”对方缓缓打出一个问号。</p>
<p>“你是不是本来就不打算相亲，迫于家里的压力才勉强答应的？”A君写道。</p>
<p>“怎么说？”对方回。</p>
<p>“首先，2号那天你说你因为疫情突然严重临时回不来，但你曾在28号发了一条朋友圈，内容是高铁退票，上面的始发时间恰好是2号——而购票时间是23号，而我看了一下我被安排相亲的时间是25号。这里有几个信息点：第一，你原本计划回家的时间是2号没错；第二，你在购票之后才得知要相亲；第三，你在28号取消了票，但直到2号你才说临时回不来，老实说如果你在1号退票可能会更具说服力，不过退得越晚手续费越贵越不划算。综上所述，说明你因为知道要相亲所以决定不回来了，并且不想让其他人提前知道，尤其是家里人，我记得你好像说过‘不擅长跟长辈打交道’是吧？于是，你到了出发那天才借口说疫情，因为这个属于不可抗力因素，家长也没办法。其次，我在网上查了你所在的区，事实上，截至目前为止并没有中高风险区域，那么大一个区，一个风险区域都没有，这是怎么一回事呢？真是耐人寻味……”</p>
<p>“哈哈，有意思。既然如此，我告诉你吧，其实我退票并不是不想回家，而是改了交通方式，决定坐顺风车了，具体原因涉及隐私我就不说了哈。当然节假日塞车那是肯定的，不过2号不会像1号那样一塞塞十几个小时，姑且算一半吧，6个小时。你应该知道我住的地方离高铁站远，五十公里差不多一个小时车程，高铁是两个半钟，到站以后还要坐四十分钟公交，再加上前前后后各种等待的时间，嗯，看起来差不多是吧？如果是你你会怎么选？再说风险区的问题吧，是啊，我是告诉过你我在某某区上班，但其实我住在某某镇，我那里刚好位于两个行政区域交界处，很多人都在村子里租房子住然后在园区那边上班。这次疫情的风险区就在某某镇，想不到吧，不信你可以查一下，没骗你。你之所以以为我住某某区，是因为我朋友圈经常发在某某区吃喝玩乐的动态，毕竟你都‘视奸’我的朋友圈了都，这些信息应该很容易获取到。”</p>
<p>“我这不是为了多了解你嘛……”</p>
<p>“说到朋友圈，你怎么没想到我那条动态有可能也被我爸妈看到？还是说你以为我屏蔽了他们？才不是呢，朋友圈无论对谁可见还是对谁不可见，都有一个基本原则，就是必须把利益相关人群划分为同一拨，不然就有可能发生尴尬的事情；那么在这一次事件里面，你、介绍人，以及我爸妈，应该说都属于‘相关人士’，所以怎么可能你能看见他们不能呢，真的，疫情这事人算不如天算——说起来其实我也翻过你的朋友圈哩，就跟你说的一样，了解彼此嘛。嗯，怎么说呢，有拗人设的嫌疑，哈哈哈……没说你不对，人之常情嘛，毕竟我自己也会摆造型也会修图。倒是刚加你好友的时候还能看到半年的状态，现在就三天可见，你是不是故意打开给我看的，那时候？”</p>
<p>“……”——软键盘顶起输入框，光标不紧不慢地闪动，A君知道此时对方屏幕顶部正显示着“对方正在输入…”的字样。</p>
<p>“既然说开了那我就直说了，单从朋友圈了解一个人未免太片面，聊天也不靠谱，你们男人鬼话连篇满嘴跑火车，不可信。所以只能靠自己——拿你举个栗子吧，比如我发现你的微X号有一串数字，看起来不像手机号，那么多半是Q，这样一来我就找到了你其它社交平台的账号，多了一个了解你的渠道。再比如，你曾在朋友圈发过一张第三方软件的分享图，昵称跟你现在的昵称相同，头像却不一样，我猜你可能不是直接用授权登录，而是你喜欢这个昵称，于是我就拿这个昵称去其他平台搜索，轻而易举地，我发现了你的某短视频和某生活分享软件的账号，估计这几个平台火的年份差不多，而你刚好在相隔不久的时间段内注册了这些账号，内容无非是旅游、健身、美食那些，无功无过——有的平台搜不到，比如某公开社交平台，但你的朋友圈曾出现它旗下一款APP的Logo，说明你有这个平台的账号，这个时候就要通过另外的手段，比如借助它的条件搜索功能，限定年龄段、性别、地域之类的，纯体力活，没什么技巧可言，也不违法。你猜最后怎么样了？还真被我找到一个疑似账号，已经很多年不更新了，上面有一些黑历史，关注了几个福利号，发过几条愤世嫉俗的言论——当然我不敢苟同——唯一的优点可能你算半个爱猫人士了。人不能否定自己，但可以掩盖过去，不过你好像忘了删了，哈——其实这些都不是什么大问题，通过这些零碎的信息当然不能定义你的为人，好歹有点参考价值，但人与人交往的前提，起码必须是三观合得来吧；还有哦，我这个人有点慕强，跟你聊下来，感觉你看起来不太聪明的亚子。对不起啊，我收回前言，我觉得我们不仅不合适，也做不成朋友。”</p>
<p>阅毕，A君久久不能说话，因为嘴里含着苹果。他把手机扔到一边，感觉今天的苹果一点都不甜。</p>
<br>
<div class="note success">
<p>本文故事纯属虚……</p>
<br>
<p>相关文章：</p>
<p><a href="/doc/p20230502">《相亲推理2》</a></p>
<br>
<p>扩展阅读：</p>
<p><a href="/doc/p20210531">《相亲记》</a></p>
<p><a href="/doc/p20220626">《相亲记续》</a></p>
</div>`),i={title:"相亲推理",date:"2022-10-03T17:15:57.000Z",categories:["小说"],tags:["爱情"]},d="D:/Shin/astro-site/src/content/doc/p20221003.md",u=void 0;function v(){return`\r
“我们不合适，还是做朋友吧。”\r
\r
手机屏幕映出这样的话来。A君因为惊讶而“啊成这样”的嘴，正好塞入手中的苹果。他把苹果叼在嘴里，双指飞速地在键盘上跳动，0和1构成的通信数据，通过5G网络传递到对方手机：\r
\r
“我就知道！”\r
\r
“？”对方缓缓打出一个问号。\r
\r
“你是不是本来就不打算相亲，迫于家里的压力才勉强答应的？”A君写道。\r
\r
“怎么说？”对方回。\r
\r
“首先，2号那天你说你因为疫情突然严重临时回不来，但你曾在28号发了一条朋友圈，内容是高铁退票，上面的始发时间恰好是2号——而购票时间是23号，而我看了一下我被安排相亲的时间是25号。这里有几个信息点：第一，你原本计划回家的时间是2号没错；第二，你在购票之后才得知要相亲；第三，你在28号取消了票，但直到2号你才说临时回不来，老实说如果你在1号退票可能会更具说服力，不过退得越晚手续费越贵越不划算。综上所述，说明你因为知道要相亲所以决定不回来了，并且不想让其他人提前知道，尤其是家里人，我记得你好像说过‘不擅长跟长辈打交道’是吧？于是，你到了出发那天才借口说疫情，因为这个属于不可抗力因素，家长也没办法。其次，我在网上查了你所在的区，事实上，截至目前为止并没有中高风险区域，那么大一个区，一个风险区域都没有，这是怎么一回事呢？真是耐人寻味……”\r
\r
“哈哈，有意思。既然如此，我告诉你吧，其实我退票并不是不想回家，而是改了交通方式，决定坐顺风车了，具体原因涉及隐私我就不说了哈。当然节假日塞车那是肯定的，不过2号不会像1号那样一塞塞十几个小时，姑且算一半吧，6个小时。你应该知道我住的地方离高铁站远，五十公里差不多一个小时车程，高铁是两个半钟，到站以后还要坐四十分钟公交，再加上前前后后各种等待的时间，嗯，看起来差不多是吧？如果是你你会怎么选？再说风险区的问题吧，是啊，我是告诉过你我在某某区上班，但其实我住在某某镇，我那里刚好位于两个行政区域交界处，很多人都在村子里租房子住然后在园区那边上班。这次疫情的风险区就在某某镇，想不到吧，不信你可以查一下，没骗你。你之所以以为我住某某区，是因为我朋友圈经常发在某某区吃喝玩乐的动态，毕竟你都‘视奸’我的朋友圈了都，这些信息应该很容易获取到。”\r
\r
“我这不是为了多了解你嘛……”\r
\r
“说到朋友圈，你怎么没想到我那条动态有可能也被我爸妈看到？还是说你以为我屏蔽了他们？才不是呢，朋友圈无论对谁可见还是对谁不可见，都有一个基本原则，就是必须把利益相关人群划分为同一拨，不然就有可能发生尴尬的事情；那么在这一次事件里面，你、介绍人，以及我爸妈，应该说都属于‘相关人士’，所以怎么可能你能看见他们不能呢，真的，疫情这事人算不如天算——说起来其实我也翻过你的朋友圈哩，就跟你说的一样，了解彼此嘛。嗯，怎么说呢，有拗人设的嫌疑，哈哈哈……没说你不对，人之常情嘛，毕竟我自己也会摆造型也会修图。倒是刚加你好友的时候还能看到半年的状态，现在就三天可见，你是不是故意打开给我看的，那时候？”\r
\r
“……”——软键盘顶起输入框，光标不紧不慢地闪动，A君知道此时对方屏幕顶部正显示着“对方正在输入…”的字样。\r
\r
“既然说开了那我就直说了，单从朋友圈了解一个人未免太片面，聊天也不靠谱，你们男人鬼话连篇满嘴跑火车，不可信。所以只能靠自己——拿你举个栗子吧，比如我发现你的微X号有一串数字，看起来不像手机号，那么多半是Q，这样一来我就找到了你其它社交平台的账号，多了一个了解你的渠道。再比如，你曾在朋友圈发过一张第三方软件的分享图，昵称跟你现在的昵称相同，头像却不一样，我猜你可能不是直接用授权登录，而是你喜欢这个昵称，于是我就拿这个昵称去其他平台搜索，轻而易举地，我发现了你的某短视频和某生活分享软件的账号，估计这几个平台火的年份差不多，而你刚好在相隔不久的时间段内注册了这些账号，内容无非是旅游、健身、美食那些，无功无过——有的平台搜不到，比如某公开社交平台，但你的朋友圈曾出现它旗下一款APP的Logo，说明你有这个平台的账号，这个时候就要通过另外的手段，比如借助它的条件搜索功能，限定年龄段、性别、地域之类的，纯体力活，没什么技巧可言，也不违法。你猜最后怎么样了？还真被我找到一个疑似账号，已经很多年不更新了，上面有一些黑历史，关注了几个福利号，发过几条愤世嫉俗的言论——当然我不敢苟同——唯一的优点可能你算半个爱猫人士了。人不能否定自己，但可以掩盖过去，不过你好像忘了删了，哈——其实这些都不是什么大问题，通过这些零碎的信息当然不能定义你的为人，好歹有点参考价值，但人与人交往的前提，起码必须是三观合得来吧；还有哦，我这个人有点慕强，跟你聊下来，感觉你看起来不太聪明的亚子。对不起啊，我收回前言，我觉得我们不仅不合适，也做不成朋友。”\r
\r
阅毕，A君久久不能说话，因为嘴里含着苹果。他把手机扔到一边，感觉今天的苹果一点都不甜。\r
\r
<br>\r
\r
<div class="note success">\r
\r
本文故事纯属虚……\r
\r
<br>\r
\r
相关文章：\r
\r
[《相亲推理2》](/doc/p20230502)\r
\r
<br>\r
\r
扩展阅读：\r
\r
[《相亲记》](/doc/p20210531)\r
\r
[《相亲记续》](/doc/p20220626)\r
\r
</div>\r
`}function F(){return p}function _(){return[]}async function m(){const{layout:t,...n}=i;return n.file=d,n.url=u,o(s,{"set:html":p})}m[Symbol.for("astro.needsHeadRendering")]=!0;export{m as Content,F as compiledContent,m as default,d as file,i as frontmatter,_ as getHeadings,e as images,v as rawContent,u as url};
