import{c as s}from"./index.c97107e6.js";import{s as o}from"./index.5e636078.js";import{F as c}from"./Favorite.218f086a.js";import"./dayjs.min.63f98895.js";import"./_plugin-vue_export-helper.c27b6911.js";import"./runtime-core.esm-bundler.45595617.js";const e={};function l(t){return t.replaceAll(/__ASTRO_IMAGE_="([^"]+)"/gm,(n,r)=>o({src:e[r].src,...e[r].attributes}))}const p=l(`<p class="text-center font-semibold">0</p>
<p>我约他出来吃个饭，谈点事。他说今晚要加班，明天吧。我说，那行，我们分手吧。</p>
<p class="text-center font-semibold">1</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。</p>
<p>“看一下，你想吃什么？”他一如既往把菜单推到我面前。</p>
<p>我不悦地说：“每次和你吃饭，你都把选择权抛给我，没有半点主见……”——我顿了顿——“我们还是分手吧。”</p>
<p>他听完，眉头一皱，想了一会儿说：“明白了。我再试试。”</p>
<p class="text-center font-semibold">2</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。</p>
<p>“看一下，你想吃什么？”他一如既往把菜单推到我面前，“……要不就点这个情侣套餐吧，开业大酬宾，有优惠。”</p>
<p>我瞥了一眼菜单，不悦地说：“我来例假你还让我吃这么辣，一点儿都不关心我……我们还是分手吧。”</p>
<p>他听完，看了我一眼，想了一会儿说：“我再试试。”</p>
<p class="text-center font-semibold">3</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。</p>
<p>“看一下，你想吃什么？”他一如既往把菜单推到我面前，“……要不，今天各点各的吧，说正事……”</p>
<p>一听这话我瞬间来火，直接把菜单拍了回去：“饱了，不吃了！”</p>
<p>他听完，看了我一眼说：“我明白了。”</p>
<p class="text-center font-semibold">4</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。</p>
<p>“看一下，你想吃什么？”他一如既往把菜单推到我面前，“我在公司吃过了，你自己点吧。”</p>
<p>我还没来得及开口，他又接着说：</p>
<p>“对不起，最近确实比较忙。我也一直在反思，想找个时间和你好好谈谈。”</p>
<p class="text-center font-semibold">n</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。</p>
<p>“所以……我们还是——”</p>
<p>“分手吧。”他打断我的话。</p>
<p>“什么？”我有点始料未及。</p>
<p>“我明白你的意思，既然你觉得我们两个不合适，那我也不必再挽回。”</p>
<p>这个男人真是有够莫名其妙的。</p>
<p class="text-center font-semibold">-1</p>
<p>我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。但是……</p>
<p>“看一下，你想吃什么？”他一如既往把菜单推到我面前。</p>
<p>“我要吃这个。”我指着菜单上的情侣套餐说道。</p>
<p>……但是呢，我是不会让他先说分手的。</p>
<br>
<div class="note success">
<p>特别指导：DASD-700</p>
</div>`),i={title:"前路未定（框架）",date:"2021-01-06T20:52:20.000Z",categories:["故事"],tags:["科幻"]},a="D:/Shin/astro-site/src/content/doc/p20210106.md",m=void 0;function D(){return`\r
<p class="text-center font-semibold">0</p>\r
\r
我约他出来吃个饭，谈点事。他说今晚要加班，明天吧。我说，那行，我们分手吧。\r
\r
<p class="text-center font-semibold">1</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。\r
\r
“看一下，你想吃什么？”他一如既往把菜单推到我面前。\r
\r
我不悦地说：“每次和你吃饭，你都把选择权抛给我，没有半点主见……”——我顿了顿——“我们还是分手吧。”\r
\r
他听完，眉头一皱，想了一会儿说：“明白了。我再试试。”\r
\r
<p class="text-center font-semibold">2</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。\r
\r
“看一下，你想吃什么？”他一如既往把菜单推到我面前，“……要不就点这个情侣套餐吧，开业大酬宾，有优惠。”\r
\r
我瞥了一眼菜单，不悦地说：“我来例假你还让我吃这么辣，一点儿都不关心我……我们还是分手吧。”\r
\r
他听完，看了我一眼，想了一会儿说：“我再试试。”\r
\r
<p class="text-center font-semibold">3</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。\r
\r
“看一下，你想吃什么？”他一如既往把菜单推到我面前，“……要不，今天各点各的吧，说正事……”\r
\r
一听这话我瞬间来火，直接把菜单拍了回去：“饱了，不吃了！”\r
\r
他听完，看了我一眼说：“我明白了。”\r
\r
<p class="text-center font-semibold">4</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。\r
\r
“看一下，你想吃什么？”他一如既往把菜单推到我面前，“我在公司吃过了，你自己点吧。”\r
\r
我还没来得及开口，他又接着说：\r
\r
“对不起，最近确实比较忙。我也一直在反思，想找个时间和你好好谈谈。”\r
\r
<p class="text-center font-semibold">n</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。\r
\r
“所以……我们还是——”\r
\r
“分手吧。”他打断我的话。\r
\r
“什么？”我有点始料未及。\r
\r
“我明白你的意思，既然你觉得我们两个不合适，那我也不必再挽回。”\r
\r
这个男人真是有够莫名其妙的。\r
\r
<p class="text-center font-semibold">-1</p>\r
\r
我们在这家新开的餐厅挑了一张临窗的桌子坐下。这是冷战两周以来，第一次见面。交往近一年，眼前这个男人一直都是一副不冷不热的样子，让人看不清未来的方向。但是……\r
\r
“看一下，你想吃什么？”他一如既往把菜单推到我面前。\r
\r
“我要吃这个。”我指着菜单上的情侣套餐说道。\r
\r
……但是呢，我是不会让他先说分手的。\r
\r
<br>\r
\r
<div class="note success">\r
\r
特别指导：DASD-700\r
\r
</div>\r
`}function S(){return p}function v(){return[]}async function d(){const{layout:t,...n}=i;return n.file=a,n.url=m,s(c,{"set:html":p})}d[Symbol.for("astro.needsHeadRendering")]=!0;export{d as Content,S as compiledContent,d as default,a as file,i as frontmatter,v as getHeadings,e as images,D as rawContent,m as url};
